Repository: KDE/khipu
Catalog: po/*/khipu.po
Languages: ar, bs, ca@valencia, de, eo, es, et, fr, gl, he, hu, it, ko, nl, pl, pt, pt_br, sl, sv, tr, uk, zh_cn

source: &Get Plot-Dictionary files
ar: اِجلِب ملفات قاموس ال&مخططات
bs: &Uzmi nacrtni-rječnik fajlove
ca@valencia: O&btín fitxers de diccionari de gràfics
de: &Graphen-Sammlungsdateien holen
eo: &Akiri dosierojn de Plot-Vortaro
es: &Obtener archivos de diccionario plot
fr: &Obtenir des fichiers dictionnaires de tracé
gl: Obter os ficheiros de dicionario de &gráfico
he: משי&כת קובץ יומן שרטוט
it: &Ottieni file di dizionari grafici
ko: 플롯 사전 파일 가져오기(&G)
nl: &Ophalen Plot-woordenboek bestanden
pl: &Uzyskaj pliki słowników wykresów
pt: &Obter os ficheiros de Dicionários dos Gráficos
pt_br: &Obter os arquivos de dicionário do gráfico
sl: Pridobi datoteke slovarjev slik
sv: &Hämta diagramlexikonfiler
tr: Çizi&m Sözlük Dosyaları Al
uk: О&тримати файли збірників креслень
zh_cn: 获取绘图字典文件 (&G)

source: &Import Plot-Dictionary file
ar: اِستورد ملف قاموس ال&مخططات
bs: &Uvezi nacrtno-rječničke fajlove
ca@valencia: &Importa un fitxer de diccionari de gràfics
de: Graphen-Sammlungsdatei &importieren
eo: &Importi dosieron de grafiko-vortaro
es: &Importar archivo de diccionario plot
fr: &Importer un fichier dictionnaire de tracé
gl: &Importar un ficheiro de dicionario de gráfico
he: ייבוא קובץ מילון &שרטוט
it: &Importa file dizionario grafici
ko: 플롯 사전 파일 가져오기(&I)
nl: &Importeren Plot-woordenboek bestand
pl: Za&importuj pliki słowników wykresów
pt: &Importar um ficheiro de Dicionário do Gráfico
pt_br: &Importar arquivo de dicionário do gráfico
sl: Uvoz datoteke slovarjev slik
sv: &Importera diagramlexikonfil
tr: Çizim Sözlük dosyası iç&e aktar
uk: &Імпортувати файл збірника креслень
zh_cn: 导入绘图字典文件 (&I)

source: There is not any space available to show!
ar: لا يوجد أي فضاء متاح للعرض!
bs: Nema nimalo praznog prostora za prikazati!
ca@valencia: No hi ha cap espai disponible per a mostrar!
de: Es gibt keinen Bereich, der angezeigt werden kann.
eo: Ne estas disponebla spaco por montri!
es: No hay ningún espacio disponible para mostrar.
et: Pole ühtegi ruumi näidata!
fr: Il n'y a aucun espace disponible à afficher !
gl: Non hai ningún espazo dispoñíbel para amosar!
he: אין מרחב זמין להצגה!
hu: Nincs egyetlen elérhető megjelenítendő tér sem!
it: Non ci sono spazi disponibili da mostrare.
ko: 표시할 수 있는 공간이 없습니다!
nl: Er is geen enkele te tonen ruimte aanwezig!
pl: Teraz brakuje przestrzeni!
pt: Não existe nenhum espaço disponível para mostrar!
pt_br: Não existe nenhum espaço disponível para mostrar!
sl: Za prikaz ni na voljo nobenega prostora!
sv: Det finns inget rum tillgängligt att visa.
tr: Gösterecek uzay yok!
uk: Немає області креслень, яку слід би було показати!
zh_cn: 没有任何可以展示的空间！

source: Currently you are on the first space!
ar: أنت حاليًا في الفضاء الأول!
bs: Trenutno ste na prvom prostoru!
ca@valencia: Actualment esteu al primer espai!
de: Sie sind zurzeit auf dem ersten Bereich.
eo: Nuntempe vi estas sur la unua spaco!
es: Actualmente está en el primer espacio.
et: Praegu viibid esimeses ruumis!
fr: Vous êtes actuellement sur le premier espace !
gl: Non está no primeiro espazo!
he: המרחב הנוכחי הוא הראשון!
hu: Jelenleg ön az első téren van!
it: Attualmente ti trovi nel primo spazio.
ko: 첫 번째 공간에 있습니다!
nl: Nu, bent in de eerste ruimte!
pl: Obecnie jesteś w pierwszej przestrzeni!
pt: De momento está no primeiro espaço!
pt_br: Você está agora no primeiro espaço!
sl: Trenutno ste v prvem prostoru!
sv: För närvarande befinner du dig i det första rummet.
tr: Şu anda ilk uzaydasınız!
uk: Зараз ви працюєте з першою областю.
zh_cn: 目前您在第一个空间！

source: You are already on the first space!
ar: أنت بالفعل في الفضاء الأول!
bs: Već ste na prvom prostoru!
ca@valencia: Ja esteu al primer espai!
de: Sie sind bereits auf dem ersten Bereich.
eo: Vi jam estas sur la unua spaco!
es: Ya se encuentra en el primer espacio.
et: Sa juba oled esimeses ruumis!
fr: Vous êtes déjà sur le premier espace !
gl: Xa está no primeiro espazo!
he: המרחב הנוכחי הוא כבר הראשון!
hu: Már az első téren van!
it: Sei già nel primo spazio.
ko: 첫 번째 공간에 있습니다!
nl: U bent al in de eerste ruimte!
pl: Już jesteś w pierwszej przestrzeni!
pt: Já se encontra no primeiro espaço!
pt_br: Você já está no primeiro espaço!
sl: Ste že v prvem prostoru!
sv: Du befinner dig redan i det första rummet.
tr: Zaten ilk uzaydasınız!
uk: Ви вже працюєте з першою областю.
zh_cn: 您已经在第一个空间！

source: You are already on the last space!
ar: أنت بالفعل في الفضاء الأخير!
bs: Već ste na posljednjem prostoru!
ca@valencia: Ja esteu a l'últim espai!
de: Sie sind bereits auf dem letzten Bereich.
eo: Vi jam estas sur la lasta spaco!
es: Ya se encuentra en el último espacio.
et: Sa juba oled viimases ruumis!
fr: Vous êtes déjà sur le dernier espace !
gl: Xa está no último espazo!
he: המרחב הנוכחי הוא כבר האחרון!
hu: Már az utolsó téren van!
it: Sei già nell'ultimo spazio.
ko: 마지막 공간에 있습니다!
nl: U bent al in de laatste ruimte!
pl: Już jesteś w ostatniej przestrzeni!
pt: Já se encontra no último espaço!
pt_br: Você já está no último espaço!
sl: Ste že v zadnjem prostoru!
sv: Du befinner dig redan i det sista rummet.
tr: Zaten son uzaydasınız!
uk: Ви вже працюєте з останньою областю.
zh_cn: 您已经在最后一个空间！

source: Currently you are on the last space!
ar: أنت حاليًا في الفضاء الأخير!
bs: Trenutno ste na posljednjem prostoru!
ca@valencia: Actualment esteu a l'últim espai!
de: Sie sind zurzeit auf dem letzten Bereich.
eo: Nuntempe vi estas sur la lasta spaco!
es: Actualmente está en el último espacio.
et: Praegu viibid viimases ruumis!
fr: Vous êtes actuellement sur le dernier espace !
gl: Non está no último espazo!
he: המרחב הנוכחי הוא האחרון!
hu: Jelenleg ön az utolsó téren van!
it: Attualmente ti trovi nell'ultimo spazio.
ko: 마지막 공간에 있습니다!
nl: Nu, bent u in de laatste ruimte!
pl: Obecnie jesteś w ostatniej przestrzeni!
pt: De momento, está no último espaço!
pt_br: Você está agora no último espaço!
sl: Trenutno ste v zadnjem prostoru!
sv: För närvarande befinner du dig i det sista rummet.
tr: Şu anda son uzaydasınız!
uk: Зараз ви працюєте з останньою областю.
zh_cn: 目前您在最后一个空间！

source: Press Ctrl + M to make menubar visible again
ar: اِضغط Ctrl + M لجعل شريط القوائم مرئيًا مرة أخرى
bs: Pritisnite Ctrl + M da postavite menu vidljivim ponovo
ca@valencia: Premeu «Ctrl+M» per a tornar a fer visible la barra de menús
de: Drücken Sie Strg+M, um die Menüleiste wieder anzuzeigen
eo: Premu Ctrl + M por fari menubreton videbla denove
es: Presione Ctrl + M para a hacer la barra del menú visible otra vez
et: Ctrl+M toob menüüriba taas nähtavale
fr: Appuyez sur Ctrl+M pour rendre la barre de menu visible à nouveau
gl: Prema Ctrl+M para facer de novo visíbel a barra de menú.
he: יש ללחוץ על Ctrl +M כדי שסרגל התפריטים ישוב להופיע
hu: Nyomja meg a Ctrl+M billentyűket a menüsor ismét láthatóvá tételéért
it: Premi Ctrl + M per rendere di nuovo visibile la barra dei menu
ko: Ctrl+M 키를 누르면 메뉴 표시줄을 다시 표시합니다
nl: Klik op ctrl + M om de menubalk weer zichtbaar te maken
pl: Naciśnij Ctrl + M aby znów pokazać pasek menu
pt: Carregue em Ctrl + M para tornar o menu visível de novo
pt_br: Pressione Ctrl+M para tornar a barra de menus visível novamente
sl: Pritisnite Ctrl + M, da se ponovno prikaže menijska letvica
sv: Tryck på Ctrl+M för att göra menyraden synlig igen
tr: Menü çubuğunu yeniden görünür yapmak için Ctrl + M'e basın
uk: Натисніть Ctrl + M, щоб зробити смужку меню знову видимою.
zh_cn: 按 Ctrl + M 让菜单栏再次可见

source: Menubar Visibility
ar: رؤية شريط القوائم
bs: Vidljivost Menua
ca@valencia: Visibilitat de la barra de menús
de: Menüleisten-Anzeige
eo: Menubreto Videbleco
es: Visibilidad de la barra del menú
et: Menüüriba nähtavus
fr: Visibilité de la barre de menu
gl: Visibilidade da barra de menú
he: חשיפת סרגל תפריטים
hu: Menüsor láthatóság
it: Visibilità della barra del menu
ko: 메뉴 표시줄 표시 여부
nl: Zichtbaarheid menubalk
pl: Widoczność paska menu
pt: Visibilidade do Menu
pt_br: Visibilidade da barra de menus
sl: Vidnost menijske letvice
sv: Menyradens synlighet
tr: Menübar Görünürlüğü
uk: Видимість смужки меню
zh_cn: 菜单栏可见性

source: No need to create New Window
ar: لا حاجة لإنشاء نافذة جديدة
bs: Nema potrebe za kreiranjem novog prozora
ca@valencia: No cal crear cap finestra nova
de: Es muss kein neues Fenster erstellt werden
eo: Ne necesas krei Novan Fenestron
es: No es necesario crear una nueva ventana
et: Uue akna loomise järele pole tarvidust
fr: Pas besoin de créer une nouvelle fenêtre
gl: Non é necesario crear unha xanela nova
he: לא צריך ליצור חלון חדש
hu: Nem szükséges új ablak létrehozása
it: Non è necessario creare una nuova finestra
ko: 새 창을 만들 필요 없음
nl: Nieuw venster is niet nodig
pl: Nie trzeba tworzyć nowego okna
pt: Não é necessário criar uma janela nova
pt_br: Não é necessário criar uma janela nova
sl: Ni potrebe po ustvarjanju novega okna
sv: Det finns inget behov av att skapa nytt fönster
tr: Yeni pencere oluşturmaya gerek yok
uk: Немає потреби у створенні нового вікна
zh_cn: 无需创建新窗口

source: There are not any plots available. So, you do not need to create a new Plot Window
ar: لا توجد أي مخططات متاحة. لذا، لا تحتاج إلى إنشاء نافذة مخطط جديدة
bs: Nema nacrta dostupnih. Pa, nemate potrebu kreirati novi prozor za nacrte
ca@valencia: No hi ha cap gràfic disponible. Per tant, no cal crear cap finestra de gràfic nova
de: Es sind keine Graphen verfügbar. Sie müssen zuerst ein neues Fenster mit einem Graph erstellen.
es: No hay gráficos disponibles. Por lo tanto, no necesita crear una nueva ventana para gráficos
fr: Il n'y a aucun tracé disponible. Vous n'avez donc pas besoin de créer une nouvelle fenêtre de tracé
gl: Non hai ningún gráfico dispoñíbel, así que non ten que crear unha nova xanela de gráfico.
he: אין שרטוטים זמינים. לן, לא צריך ליצור חלון שרטוט חדש
it: Non ci sono grafici disponibili. Non devi dunque creare una nuova finestra del grafico
ko: 사용 가능한 플롯이 없습니다. 새 플롯 창을 만들 필요가 없습니다
nl: Er zijn geen plots beschikbaar. U hoeft dus geen nieuw plotvenster nodig
pl: Brak wykresów. Tak więc nie trzeba tworzyć nowego okna wykresu
pt: Não existem nenhuns gráficos disponíveis. Como tal, não é preciso criar uma nova janela de gráfico
pt_br: Não há gráficos disponíveis. Sendo assim, não é preciso criar uma nova janela de gráfico
sl: Na voljo ni nobene slike. Torej vam ni treba ustvariti novega okna za sliko
sv: Det finns inte några diagram tillgängliga, alltså behöver du inte skapa ett nytt diagramfönster
tr: Kullanılabilir çizim yok. Bu nedenden dolayı, yeni bir Çizim Penceresi oluşturmanıza gerek yok
uk: Ще не створено жодного креслення. Отже, немає ніякої потреби у створенні нового вікна креслень.
zh_cn: 没有可用的绘图。因此，您不需要创建一个新绘图窗口

source: Khipu Files (*.khipu);;All Files (*)
ar: ملفات كيبو (*.khipu);;كافة الملفات (*)
ca@valencia: Fitxers Khipu (*.khipu);;Tots els fitxers (*)
de: Khipu-Dateien (*.khipu);;Alle Dateien (*)
eo: Khipu-Dosieroj (*.khipu);;Ĉiuj Dosieroj (*)
es: Archivos de Khipu (*.khipu);;Todos los archivos (*)
et: Khipu failid (*.khipu);;Kõik failid (*)
fr: Fichiers Khipu (*.khipu);;Tous les fichiers (*)
gl: Ficheiros Khipu (*.khipu);;Todos os ficheiros (*)
he: קובצי Khipu‏ (‎*.khipu);;כל הקבצים (*)
it: File Khipu (*.khipu);;Tutti i file (*)
ko: Khipu 파일 (*.khipu);;모든 파일 (*)
nl: Khipu Bestanden (*.khipu);;Alle bestanden (*)
pl: Pliki Khipu (*.khipu);;Wszystkie pliki (*)
pt: Ficheiros do Khipu (*.khipu);;Todos os Ficheiros (*)
pt_br: Arquivos do Khipu (*.khipu);;Todos os arquivos (*)
sl: Datoteke Khipu (*.khipu);;Vse datoteke (*)
sv: Khipu-filer (*.khipu);;Alla filer (*)
tr: Khipu Dosyaları (*.khipu);;Tüm Dosyalar (*)
uk: файли Khipu (*.khipu);;усі файли (*)
zh_cn: Khipu 文件 (*.khipu);;所有文件 (*)

source: The file does not exist.
ar: الملف غير موجود.
bs: Datoteka ne postoji.
ca@valencia: El fitxer no existix.
de: Die Datei existiert nicht.
eo: La dosiero ne ekzistas.
es: El archivo no existe.
et: Faili ei ole olemas.
fr: Le fichier n'existe pas.
gl: O ficheiro non existe.
he: הקובץ לא קיים.
hu: A fájl nem létezik.
it: Il file non esiste.
ko: 파일이 없습니다.
nl: Het bestand bestaat niet.
pl: Plik nie istnieje.
pt: O ficheiro não existe.
pt_br: O arquivo não existe.
sl: Datoteka ne obstaja.
sv: Filen finns inte.
tr: Dosya yok.
uk: Файла не існує.
zh_cn: 文件不存在。

source: An error appeared when opening this file (%1)
ar: ظهر خطأ أثناء فتح هذا الملف (%1)
bs: Došlo je do pogreške pri otvaranju ove datoteke (%1)
ca@valencia: S'ha produït un error en obrir este fitxer (%1)
de: Beim Öffnen der Datei trat ein Fehler auf (%1)
eo: Eraro okazis malfermante ĉi tiun dosieron (%1)
es: Ha aparecido un error al abrir este archivo (%1)
et: Tõrge faili avamisel (%1)
fr: Une erreur est survenue à l'ouverture de ce fichier (%1)
gl: Produciuse un erro ao abrir este ficheiro (%1)
he: אירעה שגיאה בפתיחת הקובץ (%1)
hu: Hiba történt a következő fájl megnyitásakor (%1)
it: Si è verificato un errore durante l'apertura di questo file (%1)
ko: 이 파일(%1)을 열 때 오류가 발생했습니다
nl: Er trad een fout op bij het openen van dit bestand (%1)
pl: Wystąpił błąd podczas otwierania tego pliku (%1)
pt: Ocorreu um erro ao abrir este ficheiro (%1)
pt_br: Ocorreu um erro ao abrir este arquivo (%1)
sl: Pri odpiranju te datoteke se je pojavila napaka (%1)
sv: Ett fel uppstod när filen skulle öppnas (%1)
tr: Bu dosya açılırken bir hata oluştu (%1)
uk: Під час відкриття цього файла сталася помилка (%1)
zh_cn: 打开此文件时出现错误 (%1)

source: Do you want to recover the file you have not saved last time?
ar: هل ترغب في استرداد الملف الذي لم تحفظه في المرة الأخيرة؟
bs: Da li želite da vratite datoteku koju niste sačuvali posljednji put?
ca@valencia: Voleu recuperar el fitxer que no es va guardar l'última vegada?
de: Möchten Sie die Datei, die Sie beim letzten Mal nicht gespeichert haben, wieder herstellen?
eo: Ĉu vi volas reakiri la dosieron, kiun vi ne konservis la lastan fojon?
es: ¿Quiere recuperar el archivo que no ha guardado la última vez?
et: Kas taastada fail, mida sa viimasel korral ei salvestanud?
fr: Voulez-vous restaurer le fichier que vous n'avez pas enregistré la dernière fois ?
gl: Quere recuperar o ficheiro que non gardou a última vez?
he: לשחזר את הקובץ שלא שמרת בפעם הקודמת?
hu: Szeretné visszaállítani azt a fájlt, amelyet nem mentett el legutóbb?
it: Vuoi recuperare il file che non hai salvato l'ultima volta?
ko: 마지막으로 저장하지 않은 파일을 복구하시겠습니까?
nl: Wilt u het bestand herstellen dat u vorige keer niet heeft opgeslagen?
pl: Czy chcesz przywrócić plik, którego nie zapisałeś ostatnim razem?
pt: Deseja recuperar o ficheiro que não gravou da última vez?
pt_br: Deseja recuperar o arquivo que você não salvou da última vez?
sl: Ali želite obnoviti datoteko, ki je zadnjič niste shranili?
sv: Vill du återställa filen som du inte sparade förra gången?
tr: Daha önce kaydetmediğiniz dosyası kurtarmak istiyor musunuz?
uk: Хочете відновити файл, який не було збережено під час завершення попереднього сеансу?
zh_cn: 您想要恢复上次未保存的文件吗？

source: Autosaved .khipu file
ar: ملف .khipu محفوظ آليًا
bs: Automatski sačuvana .khipu datoteka
ca@valencia: Fitxer .khipu guardat automàticament
de: Automatisch gespeicherte „.khipu“-Datei
eo: Aŭtomate konservita .khipu-dosiero
es: Archivo .khipu guardado automáticamente
et: Automaatsalvestatud .khipu-fail
fr: Fichier *.khipu enregistré automatiquement
gl: Ficheiro .khipu gardado automaticamente
he: קובץ ‎.khipu שנשמר אוטומטית
hu: Automatikusan mentett .khipu fájl
it: File .khipu salvato automaticamente
ko: 자동 저장된 .khipu 파일
nl: Auto opgeslagen .khipu bestand
pl: Samoczynnie zapisany plik .khipu
pt: Ficheiro '.khipu' auto-gravado
pt_br: Arquivo .khipu salvo automaticamente
sl: Samodejno shranjena datoteka .khipu
sv: Automatiskt sparad .khipu-fil
tr: Otomatik kaydedilmiş .khipu dosyası
uk: Автоматично збережений файл .khipu
zh_cn: 自动保存的 .khipu 文件

source: There are some unsaved changes in the file %1. Do you want to recover them?
ar: هناك بعض التغييرات غير المحفوظة في الملف %1. هل ترغب في استردادها؟
bs: Ima nesačuvanih promjena u datoteci %1. Da li želite ih vratiti?
ca@valencia: Hi ha diversos canvis sense guardar en el fitxer %1. Els voleu recuperar?
de: Es gibt ungespeicherte Änderungen in der Datei %1. Möchten Sie sie wieder herstellen?
es: Hay algunos cambios no guardados en el archivo %1. ¿Quiere recuperarlos?
et: Failis %1 on salvestamata muudatusi. Kas taastada need?
fr: Il existe des modifications non enregistrées dans le fichier %1. Voulez-vous les restaurer ?
gl: Hai cambios sen gardar no ficheiro %1. Quere recuperalos?
he: יש כמה שינויים שלא נשמרו לקובץ %1. לשחזר אותם?
hu: Néhány változtatás nincs elmentve ebben a fájlban: %1. Szeretné visszaállítani őket?
it: Ci sono delle modifiche non salvate nel file %1. Vuoi recuperarle?
ko: 파일 %1에 저장되지 않은 변경 사항이 있습니다. 복구하시겠습니까?
nl: Er zijn enkele veranderingen in bestand %1 niet opgeslagen. Wilt u die herstellen?
pl: Istnieją niezapisane zmiany w pliku %1. Czy chcesz je odzyskać?
pt: Existem alterações por gravar no ficheiro %1. Deseja recuperá-las?
pt_br: Existem alterações a serem salvas no arquivo %1. Deseja recuperá-las?
sl: V datoteki %1 je nekaj neshranjenih sprememb. Ali jih želite obnoviti?
sv: Det finns några osparade ändringar i filen %1. Vill du återställa dem?
tr: %1 dosyasında kaydedilmemiş değişiklikler var. Onları kurtarmak istiyor musunuz?
uk: До файла %1 не було збережено внесені зміни. Хочете відновити незбережені дані?
zh_cn: 文件 %1 中有一些未保存的更改。您想要恢复它们吗？

source: Error while reading file, maybe path is not found.
ar: خطأ أثناء قراءة الملف، قد لا يعثر على المسار.
bs: Greška pri čitanju fajla, možda put nije pronađen.
ca@valencia: S'ha produït un error en llegir el fitxer, potser no es troba el camí.
de: Fehler beim Lesen der Datei, vielleicht ist der Pfad ungültig.
eo: Eraro dum legado de dosiero, eble vojo ne estas trovita.
es: Error leyendo el archivo; tal vez no se ha encontrado la ruta.
et: Tõrge faili lugemisel, võib-olla ei leitud asukohta.
fr: Erreur à la lecture du fichier, peut-être que l'emplacement est introuvable.
gl: Produciuse un erro ao ler o ficheiro, pode que a ruta non se atopase.
he: שגיאה בקריאת הקובץ, אולי הנתיב לא נמצא.
hu: Hiba a fájl olvasása közben, talán az útvonal nem található.
it: Errore durante la lettura del file, può darsi che il percorso non sia stato trovato.
ko: 파일 읽기 오류 발생, 경로를 찾을 수 없습니다.
nl: Fout bij lezen bestand, mogelijk geen pad gevonden.
pl: Błąd podczas odczytywania pliku, może ścieżka nie została znaleziona.
pt: Erro ao ler o ficheiro; talvez o local não tenha sido encontrado.
pt_br: Erro ao ler o arquivo. Talvez o caminho não tenha sido encontrado.
sl: Napaka med branjem datoteke, morda pot ni bila najdena.
sv: Fel när filen skulle läsas, kanske hittades inte sökvägen.
tr: Dosya okunurken hata; yol bulunamamış olabilir.
uk: Помилка під час читання. Можливо, файл не знайдено.
zh_cn: 读取文件时出错，可能找不到路径。

source: Error while reading
ar: خطأ أثناء القراءة
bs: Greška pri čitanju
ca@valencia: S'ha produït un error de lectura
de: Fehler beim Lesen
eo: Eraro dum legado
es: Error de lectura
et: Tõrge lugemisel
fr: Erreur à la lecture
gl: Produciuse un erro ao ler
he: שגיאה בקריאה
hu: Hiba az olvasás közben
it: Errore durante la lettura
ko: 파일 읽기 오류
nl: Fout bij lezen
pl: Błąd podczas odczytywania
pt: Erro na leitura
pt_br: Ocorreu um erro de leitura
sl: Napaka pri branju
sv: Fel vid läsning
tr: Okunurken hata
uk: Помилка під час читання
zh_cn: 读取错误

source: %1 could not be opened
ar: لا يمكن فتح %1
bs: %1 se nije mogla otvoriti
ca@valencia: No s'ha pogut obrir %1
de: %1 kann nicht geöffnet werden.
eo: %1 ne malfermeblis
es: %1 no se puede abrir
et: %1 avamine nurjus
fr: Impossible d'ouvrir %1
gl: Non foi posíbel abrir %1
he: לא ניתן לפתוח את %1
hu: %1 megnyitása nem sikerült
it: Impossibile aprire %1
ko: %1을(를) 열 수 없음
nl: %1 kon niet worden geopend
pl: Nie można otworzyć %1
pt: A %1 não pôde ser aberta
pt_br: Não foi possível abrir %1
sl: %1 ni bilo mogoče odpreti
sv: %1 kunde inte öppnas
tr: %1 açılamadı
uk: Не вдалося відкрити %1
zh_cn: 无法打开 %1

source: Problem in parsing the contents of the file, maybe a wrong khipu file.
ar: مشكلة في تحليل محتويات الملف، قد يكون ملف كيبو خاطئًا.
bs: Problem pri raščlanjivanju sadržaja datoteke, možda pogrešan khipu fajl.
ca@valencia: Problema en l'anàlisi sintàctica del contingut del fitxer, potser és un fitxer «khipu» incorrecte.
de: Problem beim Einlesen des Inhalts der Datei, möglicherweise ist es eine falsche Khipu-Datei.
eo: Problemo en analizado de la enhavo de la dosiero, eble malĝusta khipu-dosiero.
es: Problema al analizar el contenido del archivo; tal vez se trate de un archivo khipu erróneo.
et: Probleem faili sisu parsimisel, võib olla vale khipu-fail.
fr: Problème à l'analyse du contenu du fichier, peut-être que le fichier khipu n'est pas bon
gl: Produciuse un problema ao analizar o contido do ficheiro, pode que non se trate dun ficheiro Khipu.
he: תקלה בפענוח תוכן הקובץ, אולי זה קובץ khipu שגוי.
hu: Hiba a fájl tartalmának feldolgozása közben, talán egy hibás khipu fájl.
it: Si è verificato un problema durante l'analisi del contenuto del file, è possibile che sia un file khipu errato.
ko: 파일의 내용을 처리할 수 없습니다. 잘못된 khipu 파일일 수도 있습니다.
nl: Probleem bij lezen van de inhoud van het bestand, mogelijk een verkeerd khipu bestand.
pl: Problem przy przetwarzaniu zawartości pliku, może zły plik khipu.
pt: Ocorreu um problema ao processar o conteúdo do ficheiro; talvez seja um ficheiro 'khipu' inválido.
pt_br: Ocorreu um problema ao processar o conteúdo do arquivo. Talvez seja um arquivo khipu inválido.
sl: Težava pri razčlenjevanju vsebine datoteke, morda napačna datoteka khipu.
sv: Problem vid tolkning av filens innehåll, kanske en felaktig khipu-fil.
tr: Dosya içeriği ayrıştırılırken hata; yanlış bir khipu dosyası olabilir.
uk: Проблеми з обробкою вмісту файла. Можливо, маємо справу з помилковим файлом khipu.
zh_cn: 解析文件内容时出现问题，这可能是个错误的 khipu 文件。

source: Save As
ar: اِحفظ كـ
bs: Sačuvaj kao...
ca@valencia: Anomena i guarda
de: Speichern unter ...
eo: Konservi kiel
es: Guardar como
et: Salvestamine
fr: Enregistrer sous
gl: Gardar como
he: שמירה בשם
hu: Mentés másként
it: Salva come
ko: 다른 이름으로 저장
nl: Opslaan als
pl: Zapisz jako
pt: Gravar Como
pt_br: Salvar como
sl: Shrani kot
sv: Spara som
tr: Farklı Kaydet
uk: Зберегти як
zh_cn: 另存为

source: The file which you want to save, already exists. Do you want to overwrite this file?
ar: الملف الذي ترغب في حفظه موجود بالفعل. هل ترغب في الكتابة فوق هذا الملف؟
bs: Datoteka koju želite snimiti već postoji. Želite li je prebrisati?
ca@valencia: El fitxer que voleu guardar ja existix. Voleu sobreescriure'l?
de: Die Datei, die Sie speichern möchten, ist bereits vorhanden. Möchten Sie sie überschreiben?
es: Ya existe el archivo que quiere guardar. ¿Quiere sobrescribir este archivo?
et: Fail, mida soovid salvestada, on juba olemas. Kas kirjutada see üle?
fr: Le fichier dans lequel vous voulez enregistrer existe déjà. Voulez-vous l'écraser ?
gl: O ficheiro que quere gardar xa existe. Quere substituílo?
he: הקבצים האלה שמיועדים לשמירה, כבר קיימים. לדרוס אותם?
it: Il file che vuoi salvare esiste già. Vuoi sovrascrivere questo file?
ko: 저장하려고 하는 파일이 이미 있습니다. 덮어쓰시겠습니까?
nl: Het bestand dat u wilt opslaan bestaat al. Wilt u dit bestand overschrijven?
pl: Plik, do którego chcesz zapisać już istnieje. Czy chcesz zastąpić ten plik?
pt: O ficheiro que deseja gravar já existe. Deseja substituir esse ficheiro?
pt_br: O arquivo que você deseja salvar já existe. Deseja sobrescrever esse arquivo?
sl: Datoteka, ki jo želite shraniti, že obstaja. Ali želite prepisati to datoteko?
sv: Filen som du vill spara finns redan. Är du säker på att du vill skriva över den?
tr: Kaydetmek istediğiniz dosya halihazırda var. Bu dosyanın üzerine yazmak istiyor musunuz?
uk: Файл, який ви хочете зберегти, вже існує. Хочете перезаписати цей файл?
zh_cn: 您想要保存到的文件已经存在。您想要覆盖此文件吗？
