Repository: KDE/khipu
Catalog: po/*/khipu.po
Languages: ar, bs, ca@valencia, de, eo, es, et, fr, gl, he, hu, it, ko, nl, pl, pt, pt_br, sl, sv, tr, uk, zh_cn

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
bs: Samir Ribić,Fahrudin Brbutovic
ca@valencia: Josep M. Ferrer
de: Deutsches KDE-Übersetzungsteam
es: Eloy Cuadra,Jesus Adolfo Parra Parra
et: Marek Laane
fr: Joëlle Cornavin, Vincent Pinon, Simon Depiets
gl: Marce Villarino, Adrián Chaves Fernández (Gallaecio)
he: צוות התרגום של KDE ישראל
hu: Úr Balázs
it: Valter Mura,Innocenzo Ventre
ko: 박신조
nl: Freek de Kruijf - t/m 2019;2022, Jaap Woldringh
pl: Łukasz Wojniłowicz
pt: José Nuno Pires
pt_br: Marcus Gama, André Marcelo Alvarenga
sl: Matjaž Jeran
sv: Stefan Asserhäll
tr: Emir SARI
uk: Юрій Чорноіван
zh_cn: KDE 中国

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
bs: Samir.ribic@etf.unsa.ba,fbrbutovic1@etf.unsa.ba
ca@valencia: txemaq@gmail.com
de: kde-i18n-de@kde.org
es: ecuadra@eloihr.net,jadolfo.parra@gmail.com
et: qiilaq69@gmail.com
fr: jcorn@free.fr, vincent.pinon@laposte.net, sdepiets@gmail.com
gl: mvillarino@kde-espana.org, adrian@chaves.gal
he: kde-l10n-he@kde.org
hu: urbalazs@gmail.com
it: valtermura@gmail.com,
ko: kde@peremen.name
nl: freekdekruijf@kde.nl, jjhwoldringh@kde.nl
pl: lukasz.wojnilowicz@gmail.com
pt: zepires@gmail.com
pt_br: marcus.gama@gmail.com, alvarenga@kde.org
sl: matjaz.jeran@amis.net
sv: stefan.asserhall@gmail.com
tr: emir_sari@icloud.com
uk: yurchor@ukr.net
zh_cn: kde-china@kde.org

source: Please make sure that the dictionary (.plots) files are correctly installed
ar: رجاءًا تأكد من تثبيت ملفات القاموس (.plots) بشكل صحيح
bs: Molimo vas budite sigurni da su rječnički (.plots) fajlovi su korektno instalirani
ca@valencia: Assegureu-vos que els fitxers de diccionari (.plots) estan instal·lats correctament
de: Bitte überprüfen Sie, ob die Sammlungsdateien (.plots) richtig installiert sind.
es: Por favor, asegúrese de que los archivos de diccionario (.plots) están correctamente instalados
et: Palun kontrolli, kas sõnaraamatufailid (.plots) on ikka korrektselt paigaldatud
fr: Veuillez vérifier que les fichiers dictionnaires (*.plots) sont correctement installés
gl: Asegúrese de que os ficheiros de dicionario están correctamente instalados
he: נא לוודא שקובצי המילון (‎.plots) מותקנים כראוי
hu: Kérjük győződjön meg arról, hogy a szótárfájlok (.plots) helyesen vannak telepítve
it: Accertati che i file di dizionario (.plots) siano installati correttamente
ko: 사전 파일(.plots) 설치 상태를 확인하십시오
nl: Zorg er voor dat de woordenboekbestanden (.plots) goed zijn geïnstalleerd
pl: Proszę się upewnić, że pliki słownika (.plots) zostały poprawnie wgrane
pt: Certifique-se por favor que os ficheiros '.plots' do dicionário estão correctamente instalados
pt_br: Verifique se os arquivos de dicionário (.plots) estão instalados corretamente
sl: Prepričajte se, da so datoteke slovarja (.plots) pravilno nameščene
sv: Försäkra dig om att lexikonfiler (.plots) är riktigt installerade
tr: Lütfen sözlük (.plots) dosyalarının düzgünce kurulu olduğundan emin olun
uk: Переконайтеся, що файли збірника (.plots) встановлено належним чином.
zh_cn: 请确保字典 (.plots) 文件已正确安装

source: No Dictionary found!
ar: لم يعثر على قاموس!
bs: Rječnik nije pronađen
ca@valencia: No s'ha trobat cap diccionari!
de: Es wurde keine Sammlung gefunden.
eo: Neniu Vortaro trovita!
es: No se ha encontrado ningún diccionario.
et: Sõnaraamatut ei leitud!
fr: Aucun dictionnaire trouvé !
gl: Non se atopou ningún dicionario!
he: לא נמצא מילון!
hu: Nem található szótár!
it: Nessun dizionario trovato.
ko: 사전을 찾을 수 없습니다!
nl: Geen woordenboek gevonden!
pl: Nie znaleziono słownika!
pt: Sem dicionários!
pt_br: Nenhum dicionário encontrado!
sl: Slovarja ni mogoče najti!
sv: Inget lexikon hittades.
tr: Sözlük bulunamadı!
uk: Не знайдено збірника!
zh_cn: 未找到字典！

source: Open
ar: اِفتح
bs: Otvori
ca@valencia: Obri
de: Öffnen
eo: Malfermi
es: Abrir
fr: Ouvrir
gl: Abrir
he: פתיחה
hu: Megnyitás
it: Apri
ko: 열기
nl: Openen
pl: Otwórz
pt: Abrir
pt_br: Abrir
sl: Odpri
sv: Öppna
tr: Aç
uk: Відкрити
zh_cn: 打开

source: Dictionary Files (*.plots);;All Files (*)
ar: ملفات القاموس (*.plots);;كافة الملفات (*)
ca@valencia: Fitxers de diccionari (*.plots);;Tots els fitxers (*)
de: Sammlungsdateien (*.plots);;Alle Dateien (*)
eo: Vortaraj Dosieroj (*.plots);;Ĉiuj Dosieroj (*)
es: Archivos de diccionario (*.plots);;Todos los archivos (*)
et: Sõnaraamatufailid (*.plots);;Kõik failid (*)
fr: Fichiers dictionnaires (*.plots);;Tous les fichiers (*)
gl: Ficheiros de dicionario (*.plots);;Todos os ficheiros (*)
he: קובצי מילון (‎*.plots);;כל הקבצים (*)
it: File di dizionario (*.plots);;Tutti i file (*)
ko: 사전 파일 (*.plots);;모든 파일 (*)
nl: Woordenboekbestanden (*.plots);;Alle bestanden (*)
pl: Pliki słownika (*.plots);;Wszystkie pliki (*)
pt: Ficheiros de Dicionários (*.plots);;Todos os Ficheiros (*)
pt_br: Arquivos de dicionário (*.plots);;Todos os arquivos (*)
sl: Datoteke slovarja (*.plots);;Vse datoteke (*)
sv: Lexikonfiler (*.plots);;Alla filer (*)
tr: Sözlük Dosyaları (*.plots);;Tüm Dosyalar (*)
uk: файли збірника (*.plots);;усі файли (*)
zh_cn: 字典文件 (*.plots);;所有文件 (*)

source: Where to export
ar: أين اِحفظ
ca@valencia: A on s'ha d'exportar
de: Exportziel
eo: Kie eksporti
es: Dónde exportar
et: Kuhu eksportida
fr: Où exporter
gl: Onde exportar
he: להיכן לייצא
it: Dove esportare
ko: 내보낼 위치
nl: Waarnaar te exporteren
pl: Miejsce eksportu
pt: Onde exportar
pt_br: Onde exportar
sl: Kam izvoziti
sv: Var att exportera
tr: Nereye dışa aktarılacak
uk: Куди експортувати
zh_cn: 导出位置

source: PNG Image File (*.png)
ar: ملف صورة PNG‏ (*.png)
ca@valencia: Fitxers d'imatge PNG (*.png)
de: PNG-Bilddatei (*.png)
eo: PNG Bilddosiero (*.png)
es: Archivo de imagen PNG (*.png)
et: PNG-pildifail (*.png)
fr: Image PNG (*.png)
gl: Ficheiro de imaxe PNG (*.png)
he: קובצי תמונות PNG‏ (‎*.png)
it: File immagine PNG (*.png)
ko: PNG 그림 파일 (*.png)
nl: PNG Afbeeldingsbestand (*.png)
pl: Pliki obrazów PNG (*.png)
pt: Ficheiro de Imagem PNG (*.png)
pt_br: Arquivo de imagem PNG (*.png)
sl: Slikovna datoteka PNG (*.png)
sv: PNG-bildfiler (*.png)
tr: PNG Görseli Dosyası (*.png)
uk: файл зображення PNG (*.png)
zh_cn: PNG 图像文件 (*.png)

source: StackedWidget
ar: عنصر واجهة مكدّس
de: Stapelfenster
fr: Composants graphiques empilés
he: וידג׳ט_מוערם
it: Oggetto a pila
pl: Element interfejsu w stosie
sv: Grafisk stackkomponent

source: Plot Dictionary (.plots file) Options
ar: خيارات قاموس المخططات (ملف plots.)
bs: Nacrtni rječnik (.plots file) opcije
ca@valencia: Opcions del diccionari (fitxer .plots) de gràfics
de: Einstellungen für Graphen-Sammlung (.plots-Dateien)
eo: Plot Dictionary (.plots dosiero) Opcioj
es: Opciones del diccionario Plot (archivo .plots)
et: Joonise sõnaraamatu (.plots-faili) valikud
fr: Options de dictionnaire de tracé (.plots file)
gl: Opcións do dicionario Plot (ficheiro .plots)
he: אפשרויות מילוני שרטוט (קובץ ‎.plots)
hu: Plot szótár (.plots fájl) beállítások
it: Opzioni dei dizionari grafici (file .plots)
ko: 플롯 사전(.plots 파일) 옵션
nl: Opties plotwoordenboek (.plots bestand)
pl: Opcje słownika wykresu (pliki .plots)
pt: Opções do Dicionário do Gráfico (Ficheiro .plots)
pt_br: Opções do dicionário do gráfico (arquivo .plots)
sl: Možnosti slovarjev slik (.plots)
sv: Alternativ för diagramlexikon (.plots-fil)
tr: Çizim Sözlüğü (.plots dosyası) Seçenekleri
uk: Параметри збірника креслень (файла .plots)
zh_cn: 绘图词典 (.plots 文件) 选项

source: Collection:
ar: التشكيلة:
bs: Zbirka:
ca@valencia: Col·lecció:
de: Sammlung:
eo: Kolekto:
es: Colección:
et: Kogu:
gl: Colección:
he: אוסף:
hu: Gyűjtemény:
it: Raccolta:
ko: 모음집:
nl: Verzameling:
pl: Zbiór:
pt: Colecção:
pt_br: Coleção:
sl: Zbirka:
sv: Samling:
tr: Koleksiyon:
uk: Збірка:

source: Main
ar: رئيسي
bs: Glavni
ca@valencia: Principal
de: Allgemein
eo: Ĉefa
es: Principal
et: Peamine
fr: Principale
gl: Principal
he: ראשי
hu: Fő
it: Principale
ko: 주
nl: Hoofd
pl: Główna
pt: Principal
pt_br: Principal
sl: Glavni
sv: Huvudfönster
tr: Ana
uk: Основне

source: Famous Algebraic Curves
ar: منحنيات جبرية مشهورة
bs: Poznate algebarske krive
ca@valencia: Corbes algebraiques famoses
de: Bekannte algebraische Kurven
eo: Famaj Algebraj Kurboj
es: Curvas algebraicas famosas
fr: Courbes algébriques connues
gl: Curvas alxébricas famosas
he: עקומים אלגבריים מפורסמים
hu: Ismert algebrai görbék
it: Curve algebriche famose
ko: 유명한 대수학적 곡선
nl: Bekende algebraïsche krommen
pl: Sławne krzywe algebraiczne
pt: Curvas Algébricas Famosas
pt_br: Curvas algébricas famosas
sl: Slavne algebrske krivulje
sv: Välkända algebraiska kurvor
tr: Ünlü Cebirsel Eğriler
uk: Відомі алгебраїчні криві
zh_cn: 著名的代数曲线

source: Export the space as a Dictionary
ar: اِحفظ الفضاء كقاموس
bs: Izvesti prostor kao rječnik
ca@valencia: Exporta l'espai com un diccionari
de: Bereich als Sammlung exportieren
eo: Eksporti la spacon kiel Vortaro
es: Exportar el espacio como diccionario
fr: Exporter l'espace dans un dictionnaire
gl: Exporta o espazo como un dicionario
he: ייצוא המרחב כמילון
hu: A tér exportálása szótárként
it: Esporta lo spazio come dizionario
ko: 공간을 사전으로 내보내기
nl: Ruimte exporteren als woordenboek
pl: Wyeksportuj przestrzeń jako słownik
pt: Exportar o espaço como um dicionário
pt_br: Exportar o espaço como um dicionário
sl: Izvozi prostor kot slovar
sv: Exportera rummet som ett lexikon
tr: Uzayı bir sözlük olarak dışa aktar
uk: Експортувати область як збірник
zh_cn: 将空间导出为词典

source: Plot-Dictionary Files (*.plots);;All Files (*)
ar: ملفات قاموس المخططات (*.plots);;كافة الملفات (*)
ca@valencia: Fitxers de diccionari de gràfics (*.plots);;Tots els fitxers (*)
de: Graphen-Sammlungsdateien (*.plots);;Alle Dateien (*)
eo: Plot-Vortaraj Dosieroj (*.plots);;Ĉiuj Dosieroj (*)
es: Archivos de diccionario Plot (*.plots);;Todos los archivos (*)
et: Joonise sõnaraamatufailid (*.plots);;Kõik failid (*)
fr: Fichiers dictionnaires de tracé (*.plots);;Tous les fichiers (*)
gl: Ficheiros de dicionario de gráficas (*.plots);;Todos os ficheiros (*)
he: קובצי יומן שרטוט (‎*.plots);;כל הקבצים (*)
it: File di dizionario (*.plots);;Tutti i file (*)
ko: 플롯 사전 파일 (*.plots);;모든 파일 (*)
nl: Plot Woordenboekbestanden (*.plots);;bestanden (*)
pl: Pliki słownika wykresów (*.plots);;Wszystkie pliki (*)
pt: Ficheiros de Dicionários (*.plots);;Todos os Ficheiros (*)
pt_br: Arquivos de dicionário do gráfico (*.plots);;Todos os arquivos(*)
sl: Datoteke slovarjev risb (*.plots);;Vse datoteke (*)
sv: Plot-lexikonfiler (*.plots);;Alla filer (*)
tr: Çizim Sözlüğü dosyası (*.plots);;Tüm Dosyalar (*)
uk: файли збірника креслень (*.plots);;усі файли (*)
zh_cn: 绘图词典文件 (*.plots);;所有文件 (*)

source: Error while saving file, no plots available for this space
ar: حدث خطأ أثناء حفظ الملف، لا توجد مخططات متاحة لهذا الفضاء
bs: Greška prilikom snimanja fajla, nema nacrta dostupnih trenutno za ovaj prostor
ca@valencia: S'ha produït un error en guardar el fitxer, no hi ha cap gràfic disponible per a este espai
de: Fehler beim Speichern der Datei, es sind keine Graphen für diesen Bereich verfügbar
eo: Eraro dum konservado de dosiero, neniuj grafikoj haveblaj por ĉi tiu spaco
es: Error guardando el archivo, no hay plots disponibles para este espacio
fr: Erreur lors de l'enregistrement du fichier, aucun tracé disponible pour cet espace
gl: Produciuse un erro ao gardar o ficheiro, non hai ningún gráfico dispoñíbel para este espazo
he: שגיאה בשמירת קובץ, אין שרטוטים זמינים למרחב הזה
hu: Hiba a fájl mentése közben, nem érhető el tervrajz ehhez a térhez
it: Errore durante il salvataggio del file, non sono disponibili file di grafici per questo spazio
ko: 플롯을 저장하는 중 오류 발생. 이 공간에 대한 플롯 없음
nl: Fout bij opslaan bestand. In deze ruimte geen plots beschikbaar
pl: Błąd przy zapisywaniu pliku, brak wykresów dla tej przestrzeni
pt: Erro ao gravar o ficheiro. Não estão gráficos disponíveis para este espaço
pt_br: Erro ao salvar o arquivo. Nenhum gráfico disponível para este espaço
sl: Napaka med shranjevanjem datoteke. Za ta prostor ni na voljo nobene slike
sv: Fel när filen skulle sparas, inga diagram tillgängliga för det här rummet
tr: Dosya kaydedilirken hata, bu uzay için kullanılabilir çizim yok
uk: Помилка під час збереження файла: у цій області немає доступних креслень.
zh_cn: 保存文件时出错，此空间无可用绘图。

source: Error while saving a dictionary
ar: حدث خطأ أثناء حفظ قاموس
bs: Greška pri snimanju rječnika
ca@valencia: S'ha produït un error en guardar un diccionari
de: Fehler beim Speichern einer Sammlung
eo: Eraro dum konservado de vortaro
es: Error guardando un diccionario
et: Tõrge sõnaraamatu salvestamisel
fr: Erreur lors de l'enregistrement d'un dictionnaire
gl: Produciuse un erro ao gardar o dicionario
he: שגיאה בשמירת מילון
hu: Hiba a szótár mentése közben
it: Errore durante il salvataggio del dizionario
ko: 사전을 저장하는 중 오류 발생
nl: Fout bij opslaan woordenboek
pl: Błąd przy zapisywaniu słownika
pt: Erro na gravação de um dicionário
pt_br: Erro ao salvar um dicionário
sl: Napaka med shranjevanjem slovarja
sv: Fel när ett lexikon skulle sparas
tr: Sözlük kaydedilirken hata
uk: Помилка під час спроби зберегти збірник
zh_cn: 保存词典时出错

source: Select Dictionary to import
ar: اِختر قاموسًا للاستيراد
ca@valencia: Seleccioneu el diccionari que s'ha d'importar
de: Sammlung zum Import auswählen
eo: Elekti Vortaron por importi
es: Seleccione el diccionario a importar
et: Imporditava sõnaraamatu valimine
fr: Sélectionnez le dictionnaire à importer
gl: Seleccionar o dicionario para importar
he: נא לבחור יומן לייבוא
it: Seleziona il dizionario da importare
ko: 가져올 사전 선택
nl: Te importeren woordenboek selecteren
pl: Wybierz słownik do zaimportowania
pt: Seleccione o Dicionário a importar
pt_br: Selecione o dicionário a exportar
sl: Izberi slovar za uvoz
sv: Välj ordlista att importera
tr: İçe aktarılacak sözlüğü seçin
uk: Виберіть словник для імпортування
zh_cn: 选择要导入的词典

source: Add from Dictionary
ar: أَضِف من القاموس
bs: Dodaj iz rječnika
ca@valencia: Afig des del diccionari
de: Aus Sammlung hinzufügen
eo: Aldoni el Vortaro
es: Añadir desde diccionario
et: Lisamine sõnaraamatust
fr: Ajouter depuis un dictionnaire
gl: Engadir dun dicionario
he: הוספה ממילון
hu: Hozzáadás a szótárból
it: Aggiungi dal dizionario
ko: 사전에서 추가
nl: Uit woordenboek toevoegen
pl: Dodaj ze słownika
pt: Adicionar do Dicionário
pt_br: Adicionar do dicionário
sl: Dodaj iz slovarja
sv: Lägg till från lexikon
tr: Sözlükten Ekle
uk: Додати зі збірника
zh_cn: 从词典添加

source: Import Dictionary
ar: اِستورد قاموسًا
bs: Uvezi rječnik
ca@valencia: Importa el diccionari
de: Sammlung importieren
eo: Import Vortaro
es: Importar diccionario
et: Impordi sõnaraamat
fr: Importer un dictionnaire
gl: Importar o dicionario
he: ייבוא מילון
hu: Szótár importálása
it: Importa dizionario
ko: 사전 가져오기
nl: Woordenboek importeren
pl: Zaimportuj słownik
pt: Importar o Dicionário
pt_br: Importar dicionário
sl: Uvozi slovar
sv: Importera lexikon
tr: Sözlük İçe Aktar
uk: Імпортувати збірник
zh_cn: 导入词典

source: Collection:
ar: التشكيلة:
bs: Zbirka:
ca@valencia: Col·lecció:
de: Sammlung:
eo: Kolekto:
es: Colección:
et: Kogu:
gl: Colección:
he: אוסף:
hu: Gyűjtemény:
it: Raccolta:
ko: 모음집:
nl: Collectie:
pl: Zbiór:
pt: Colecção:
pt_br: Coleção:
sl: Zbirka:
sv: Samling:
tr: Koleksiyon:
uk: Збірка:

source: Add
ar: أَضِف
bs: Dodaj
ca@valencia: Afig
de: Hinzufügen
eo: Aldoni
es: Añadir
et: Lisa
fr: Ajouter
gl: Engadir
he: הוספה
hu: Hozzáadás
it: Aggiungi
ko: 추가
nl: Toevoegen
pl: Dodaj
pt: Adicionar
pt_br: Adicionar
sl: Dodaj
sv: Lägg till
tr: Ekle
uk: Додати
zh_cn: 添加

source: Dimension All
ar: البعد كلّ
bs: Dimenzija Sve
ca@valencia: Totes les dimensions
de: Alle Dimensionen
eo: Dimensio Ĉiuj
es: Todas las dimensiones
fr: Dimension totale
gl: Todas as dimensións
he: ממד הכול
hu: Minden dimenzió
it: Dimensiona tutto
ko: 차원 모두
nl: Dimensie alle
pl: Wymiaruj wszystkie
pt: Todas as Dimensões
pt_br: Todas as dimensões
sl: Dimenzije vse
sv: Alla dimensioner
tr: Tüm Boyutlar
uk: Усі розмірності
zh_cn: 所有维度

source: Dimension 2D
ar: البعد 2D
bs: Dimenzija2D
ca@valencia: Dimensió 2D
de: 2D-Dimension
eo: Dimensio 2D
es: Dimensión 2D
et: 2D mõõde
gl: 2 dimensións
he: ממד דו־ממדי
hu: 2D-dimenzió
it: Dimensiona in 2D
ko: 차원 2D
nl: Dimensie 2D
pl: Wymiaruj 2D
pt: Dimensão 2D
pt_br: Dimensão 2D
sl: Dimenzije 2D
sv: Tvådimensionella
tr: 2B Boyut
uk: Двовимірні
zh_cn: 二维

source: Dimension 3D
ar: البعد 3D
bs: Dimenzija 3D
ca@valencia: Dimensió 3D
de: 3D-Dimension
eo: Dimensio 3D
es: Dimensión 3D
et: 3D mõõde
gl: 3 dimensións
he: ממד תלת־ממדי
hu: 3D-dimenzió
it: Dimensiona in 3D
ko: 차원 3D
nl: Dimensie 3D
pl: Wymiaruj 3D
pt: Dimensão 3D
pt_br: Dimensão 3D
sl: Dimenzije 3D
sv: Tredimensionella
tr: 3B Boyut
uk: Тривимірні
zh_cn: 三维

source: Filter by space name or description...
ar: اِرشح باسم الفضاء أو الوصف...
bs: Filtriraj po imenu prostora ili opisu...
ca@valencia: Filtra per noms d'espai o descripció...
de: Nach Bereichsnamen oder -Beschreibung filtern ...
eo: Filtri laŭ spacnomo aŭ priskribo...
es: Filtrar por nombre de espacio o descripción...
et: Filtreeri ruumi nime või kirjelduse järgi ...
fr: Filtrer par nom d'espace ou par description...
gl: Filtrar por nome de espazo ou por descrición…
he: סינון לפי שם או תיאור מרחב…
hu: Szűrés térnév vagy leírás alapján…
it: Filtra per nome dello spazio o descrizione...
ko: 공간 이름이나 설명으로 필터...
nl: Filteren naar naam ruimte of beschrijving...
pl: Odfiltruj przez nazwę przestrzeni lub opis...
pt: Filtrar pelo nome ou descrição do espaço...
pt_br: Filtrar por nome ou descrição do espaço...
sl: Filtriraj po imenu prostora ali opisu...
sv: Filtrera enligt rumsnamn eller beskrivning...
tr: Uzay adı veya açıklaması ile süz...
uk: Фільтрувати список за назвою або описом області…

source: Khipu
ar: كيبو

source: Advanced Mathematical Function Plotter
ar: راسم الدوال الرياضية المتقدم
bs: Napredni crtač matematičkih funkcija
ca@valencia: Traçador avançat de funcions matemàtiques
de: Fortgeschrittener mathematischer Funktionsplotter
eo: Altnivela Grafikilo por Matematikaj Funkcioj
es: Trazador avanzado de funciones matemáticas
et: Täiustatud matemaatiliste funktsioonide graafiku joonistaja
fr: Traceur avancé de fonctions mathématiques
gl: Representación gráfica avanzada de funcións matemáticas
he: משרטט מתקדם לפונקציות מתמטיות
hu: Fejlett matematikai függvényábrázoló
it: Plotter avanzato di funzioni matematiche
ko: 고급 수학 함수 플로터
nl: Gevorderd plotprogramma voor wiskundige functies
pl: Zaawansowany program rysujący funkcje matematyczne
pt: Desenho Avançado de Gráficos de Funções Matemáticas
pt_br: Desenho avançado de funções matemáticas
sl: Napredni risalnik matematičnih funkcij
sv: Avancerad matematisk funktionsritare
tr: Gelişmiş Matematiksel İşlev Çizici
uk: Графобудівник математичних функцій з додатковими можливостями
zh_cn: 高级数学函数绘图器

source: (C) 2010-2012, Percy Camilo Triveño Aucahuasi
ar: (C) 2010-2012, بيرسي كاميلو تريفينيو أوكاهواسي
es: © 2010-2012, Percy Camilo Triveño Aucahuasi
gl: © 2010-2012 Percy Camilo Triveño Aucahuasi
he: ‏(C) 2010‏-2012, פרסי קילו טריבניו אוקאהוסאי
hu: © Percy Camilo Triveño Aucahuasi, 2010-2012.
sv: © 2010-2012, Percy Camilo Triveño Aucahuasi
uk: © Percy Camilo Triveño Aucahuasi, 2010–2012

source: Percy Camilo Triveño Aucahuasi
ar: بيرسي كاميلو تريفينيو أوكاهواسي
he: פרסי קילו טריבניו אוקאהוסאי
zh_cn: Percy Camilo Trivencoso Aucahuasi

source: Main developer
ar: المطوّر الرئيسي
bs: Glavni programer
ca@valencia: Desenvolupador principal
de: Hauptentwickler
eo: Ĉefevoluisto
es: Desarrollador principal
et: Põhiarendaja
fr: Développeur principal
gl: Desenvolvedor principal.
he: המפתח הראשי
hu: Fő fejlesztő
it: Sviluppatore principale
ko: 주 개발자
nl: Hoofdontwikkelaar
pl: Główny programista
pt: Desenvolvimento principal
pt_br: Desenvolvedor principal
sl: Glavni razvijalec
sv: Huvudutvecklare
tr: Ana geliştirici
uk: Провідний розробник
zh_cn: 主要开发人员

source: Punit Mehta
ar: بونيت ميهتا
he: פוניט מהטה

source: GSoC-2013 student - Persistance file support. Plot-dictionary support. Worked for application actions, command-line improvements and space filtering. Several bug fixings
ar: طالب GSoC-2013 - دعم لملفات الثبات. دعم لقاموس المخططات. عمل في إجراءات التطبيق، وتحسينات سطر الأوامر وتصفية الفضاء. العديد من إصلاحات الأخطاء
bs: GSoC-2013 student - Podrška datoteci za čuvanje. Nacrtni-rječnici podrška. Radilo za akcije aplikacija, ispravke komandnih linija i filterovanje prostora. Više grešaka popravljeno.
ca@valencia: Estudiant de la GSoC de 2013 - Implementació de la persistència de fitxers. Implementació del diccionari de gràfics. Va treballar en les accions d'aplicació, millores de la línia d'ordres i filtratge d'espais. Diverses solucions d'errors
de: „GSoC-2013“-Student - Unterstützung für persistente Dateien und Graphen-Sammlungen. Programm-Aktionen, Verbesserung der Befehlszeile und Filterung von Bereichen. Fehlerkorrekturen.
es: Estudiante del GSoC-2013 - Implementación de archivos persistentes y de diccionarios plot. Trabajos para acciones de la aplicación, mejoras en la línea de órdenes y en el filtrado de espacios. Corrección de algunos errores.
fr: Étudiant GSoC 2013 - Prise en charge du fichier persistance, du dictionnaire de tracé. Travail sur les actions de l'application, améliorations de la ligne de commande et du filtrage d'espace. Nombreuses corrections de bugs
gl: Estudante de GSoC 2013. Funcionalidade de ficheiro de persistencia e dicionario de gráfico. Traballou nas accións das aplicacións, melloras da iña de ordes, e filtración de espazos. Tamén realizou varias correccións de fallos.
he: סטודנט GSoC-2013 - תמיכה בקובצי קביעות. תמיכה ביומן שרטוט. עבודה על פעולות יישום, שיפורי שורת פקודות וסינון מרחבים. תיקון של כמה תקלות
it: Studente GSoC-2013 - Supporto per file persistenti. Supporto per dizionari di grafici. Ha lavorato sulle azioni delle applicazioni, miglioramenti alla riga di comando e filtri per gli spazi. Correzione di diversi errori
ko: GSoC 2013 학생 - 영구적 파일 지원. 플롯 사전 지원. 앱 동작, 명령행 개선, 공간 필터링 및 기타 버그 수정
nl: Student GSoC-2013 - ondersteuning blijvend zijn (persistence) van bestanden. Ondersteunung van plot-woordenboeken. Werkte aan acties van applicaties, verbeteringen opdrachtregel en ruimtefiltering. Diverse programmaverbeteringen (bugfixes).
pl: Student GSoC-2013 - Obsługa trwałych plików. Obsługa słowników wykresów. Praca na rzecz działań aplikacji, ulepszeń wiersza poleceń i filtrowania przestrzeni. Kilka poprawek błędów.
pt: Estudante do GSoC-2013 - Suporte para ficheiros persistentes. Suporte para dicionários do gráfico. Algum trabalho sobre as acções da aplicação, melhorias na linha de comandos e na filtragem de espaços. Diversas correcções de erros
pt_br: Estudante do GSoC-2013 - Suporte para arquivos persistentes. Suporte para dicionários do gráfico. Algum trabalho sobre as ações do aplicativo, melhorias na linha de comando e na filtragem de espaços. Muitas correções de erros
sl: Študent GSoC-2013 - Podpora za datoteko za podporo Podpora za slovar slik. Delal za dejavnosti aplikacije, izboljšave v ukazni vrstici in filtriranje prostora. Več popravkov napak
sv: Google Summer of Code 2013-student: Stöd för beständiga filer. Stöd för diagramlexikon. Arbetade med programåtgärder, förbättringar av kommandorad och rumsfiltrering. Flera felrättningar.
tr: GSoC-2013 öğrencisi - Dosya süreklilik desteği, Çizim sözlüğü desteği, Uygulama eylemleri, komut satırı iyileştirmeleri ve uzay süzümü, Birkaç hata düzeltmesi
uk: Студент GSoC-2013 — підтримка файлів Persistance, підтримка збірників креслень, робота над функціями програми, покращення керування з командного рядка та фільтрування областей, виправлення декількох вад.

source: Manuel Álvarez Blanco
ar: مانويل ألفاريز بلانكو
he: מנואל אלברז בלנקו
zh_cn: Manuel Álvarez Blanco
