Repository: KDE/khipu
Catalog: po/*/khipu.po
Languages: ar, bs, ca@valencia, de, eo, es, et, fr, gl, he, hu, it, ko, nl, pl, pt, pt_br, sl, sv, tr, uk, zh_cn

source: Thesis mentor - Guide and supervision during project conception. Bibliographical support. Numeric Mathematics and Algorithms support
ar: مرشد الأطروحة - إشراف ودليل أثناء تصور المشروع. دعم ببليوغرافي. دعم للرياضيات والأخوارزميات العددية
bs: Mentor teza - Vodićči supervizor tokom pravljenja projekta. Bibliograpska podrška. Numeričko matematička i algoritamska podrška
ca@valencia: Mentor de la tesi - Guia i supervisió durant la concepció del projecte. Suport bibliogràfic. Suport de matemàtica numèrica i algorismes
de: Arbeits-Mentor - Betreuung während der Konzeption des Projekts. Unterstützung bei der Literatur, numerischen Mathematik und Algorithmen.
es: Mentor de la tesis (guía y supervisión durante la concepción del proyecto). Bibliografía. Implementación de algoritmos matemáticos numéricos.
et: Projekti mentor: juhendamine projekti algfaasis. Bibliograafia toetus. Algebra ja algoritmide toetus.
fr: Directeur de thèse - Guide et supervision pendant la conception du projet. Prise en charge bibliographique. Prise en charge des mathématiques numériques et des algorithmes
gl: Mentor da tese, guía e supervisor durante a concepción do proxecto. Funcionalidades bibliográficas, de matemáticas numéricas e de algoritmos.
he: הנחיית עבודת חקר - הנחייה ופיקוח במהלך הגיית המיזם. תמיכה ביבליוגרפית. תמיכה באנליזה נומרית ואלגוריתמים
it: Mentore della tesi - Guida e supervisione durante il concepimento del progetto. Supporto bibliografico. Supporto matematica numerica e algoritmi
ko: 논문 지도 - 프로젝트 개념 성립 가이드 및 지도, 문헌 지도, 수치 수학 및 알고리즘 지원
nl: Mentor proefschrift - Begeleiding en toezicht tijdens de opzet van het project. Ondersteuning bij bibliografisch onderzoek, numerieke wiskunde en algoritmen.
pl: Promotor pracy dyplomowej - Kierowanie i nadzór podczas koncepcji projektu. Wsparcie bibliograficzne. Obsługa matematyki numerycznej i algorytmów.
pt: Mentor da tese - Ajuda e supervisão na concepção do projecto. Suporte bibliográfico. Suporte de matemática numérica e algoritmos
pt_br: Orientador da Tese - Guia e supervisão durante a concepção do projeto.Suporte bibliográfico, de matemática numérica e algoritmos
sl: Mentor disertacije - Vodja in nadzor zasnove projekta. Bibliografska podpora. Podpora numerični matematiki in algoritmom
sv: Avhandlingens handledare - Handledning och översyn vid projektets utformning. Bibliografiskt stöd. Hjälp med matematiska och numeriska algoritmer
tr: Tez danışmanı - Proje başlangıcından itibaten kılavuzluk ve destek, Kaynakça desteği ve Sayısal matematik ve algoritmalar desteği
uk: Науковий керівник: керівництво та нагляд за розробкою проєкту, бібліографічний супровід, поради з використання математичних та обчислювальних методів

source: José Ignacio Cuevas Gonzáles
ar: خوسيه إيغناسيو كويفاس غونزاليس
he: חוזה איגנסיו קואבז גונזלס
zh_cn: José Ignacio Cuevas Gonzáles

source: Thesis mentor - Supervision, Product Guide, Product promotion and former Client
ar: مرشد الأطروحة - إشراف، دليل المنتج، ترويج المنتج والعميل السابق
bs: Mentor teza - Supervizija, vodićčproizvoda, promocija proizvoda i bivši klijent
ca@valencia: Mentor de la tesi - Supervisió, guia de producte, promoció de producte i antic client
de: Arbeits-Mentor - Betreuung, Bibliographische Unterstützung, Produktberatung, Produktförderung und früherer Kunde
es: Mentor de la tesis (supervisión, guía del producto, promoción del producto y antiguo cliente)
et: Projekti mentor: juhendamine, toote reklaamimine ja varasem tarbimine
fr: Directeur de thèse - Supervision, guide de produit, promotion du produit et client antérieur
gl: Mentor da tese. Supervisión, guía do produto, promoción do produto e colaborador do cliente anterior.
he: הנחיית עבודת חקר - פיקוח, הנחיית התנהלות מוצר, קידום מוצר ולקוח לשעבר
it: Mentore della tesi - Supervisione, guida del prodotto, promozione del prodotto e client precedente
ko: 논문 지도 - 관리, 제품 가이드, 제품 홍보 및 과거 클라이언트
nl: Mentor proefschrift - Toezicht, begeleiding en promotie product, en eerder programma.
pl: Promotor pracy dyplomowej - Nadzór, Prowadzenie produktu, Promocja produktu i poprzedni klient
pt: Mentor da tese - Supervisão. Manual do Produto. Promoção do produto e antigo cliente
pt_br: Orientador da Tese - Supervisão, guia de produtos, promoção do produto e ex-cliente
sl: Mentorstvo disertacije - nadzor, produktni vodja, promocija izdelka prejšnji naročnik
sv: Avhandlingens handledare - Översyn, produktguide, marknadsföring av produkten och före detta kund
tr: Tez danışmanı - Yönetme, ürün kılavusu, ürün promosyonu ve önceki müşteri
uk: Науковий керівник: нагляд, керування проєктом, просування проєктів в галузі науки, колишня клієнтська частина

source: Eduardo Fernandini Capurro
ar: إدواردو فيرنانديني كابورو
he: אדוארדו פרננדיני קאפורו

source: Thesis mentor - Supervision, Bibliographical Support, Product Guide and former Client
ar: مرشد الأطروحة - إشراف، دعم ببليوغرافي، دليل المنتج والعميل السابق
bs: Mentor teza - Supervizija, bibliografska podrška, vodić proizvoda i bivši klijent
ca@valencia: Mentor de la tesi - Supervisió, suport bibliogràfic, guia de producte i antic client
de: Arbeits-Mentor - Betreuung, Bibliographische Unterstützung, Produktberatung und früherer Kunde
es: Mentor de la tesis (supervisión, bibliografía, guía del producto y antiguo cliente)
et: Projekti mentor: juhendamine, bibliograafia toetus, toote varasem klient
fr: Directeur de thèse - Supervision, prise en charge bibliographique, guide de produit et client antérieur
gl: Mentor da tese. Supervisión, funcionalidade bibliográfica, guía do produto e colaborador do cliente anterior.
he: הנחיית עבודת חקר - פיקוח, תמיכה בביבליוגרפיה (מקורות), הנחיית התנהלות מוצר ולקוח לשעבר
it: Mentore della tesi - Supervisione, supporto bibliografico, guida del prodotto e client precedente
ko: 논문 지도 - 관리, 문헌 지원, 제품 가이드 및 과거 클라이언트
nl: Mentor proefschrift - Toezicht, ondersteuning bibliografisch onderzoek, product begeleiding en eerder programma
pl: Promotor pracy dyplomowej - Nadzór, Wsparcie bibliograficzne, Prowadzenie produktui poprzedni klient
pt: Mentor da tese - Supervisão. Suporte bibliográfico. Manual do produto e antigo cliente
pt_br: Orientador da Tese - Supervisão, suporte bibliográfico, guia de produtos e ex-cliente
sl: Mentorstvo disertacije - nadzor, bibliografska podpora, produktni vodja in prejšnji naročnik
sv: Avhandlingens handledare - Översyn, bibliografiskt stöd, produktguide och före detta kund
tr: Tez danışmanı - Yönetme, kaynakça desteği, ürün kılavuzu ve önceki müşteri
uk: Науковий керівник: нагляд, бібліографічна підтримка, керування проєктом, колишня клієнтська частина

source: Jaime Urbina Pereyra
ar: خايمي أوربينا بيريرا
he: ג׳ם אורבינה פריירה

source: Thesis mentor - Supervision and former Main Project Mentor
ar: مرشد الأطروحة - إشراف والمرشد الرئيسي السابق للمشروع
bs: Mentor teza - Supervizija i bivši glavni projektni mentor
ca@valencia: Mentor de la tesi - Supervisió i antic mentor principal del projecte
de: Arbeits-Mentor - Betreuung und früherer Projekt-Mentor
eo: Tezmentoro - Inspektado kaj iama Main Project Mentor
es: Mentor de la tesis (supervisión y antiguo mentor principal del proyecto)
et: Projekti mentor: juhendamine ja varasem põhiprojekti mentor
fr: Directeur de thèse - Supervision et ancien chef de projet principal
gl: Mentor da tese. Supervisión e anterior mentor do proxecto principal.
he: הנחיית עבודת חקר - פיקוח והנחיית המיזם העיקרית בעבר
it: Mentore della tesi - Supervisione e precedente mentore del progetto principale
ko: 논문 지도 - 관리 및 이전 주 프로젝트 관리자
nl: Mentor proefschrift - Toezicht en eerder de belangrijkste mentor van het project.
pl: Promotor pracy dyplomowej - Nadzór i poprzedni główny mentor projektu
pt: Mentor da tese - Supervisão e antigo mentor principal do projecto
pt_br: Orientador da Tese - Supervisão e ex-principal orientador do projeto
sl: Mentor disertacije - Nadzornik in prejšnji glavni mentor projekta
sv: Avhandlingens handledare - Översyn och projektets före detta huvudsakliga mentor
tr: Tez danışmanı - Yönetme ve daha önceki ana proje danışmanı
uk: Науковий керівник — головний керівник і наставник проєкту

source: Aleix Pol Gonzalez
ar: أليكس بول غونزاليس
he: אלש פול גונזלז

source: KAlgebra and Analitza parser author, both vitals for the project
ar: مؤلف محلل KAlgebra و Analitza، كلاهما حيوي للمشروع
bs: KAlgebra i Analitza autor raščlanjivanja, oboje od vitalne važnosti za projekat
ca@valencia: Autoria de l'analitzador de KAlgebra i Analitza, ambdós vitals per al projecte
de: Autor von KAlgebra und dem Analitza-Parser, beide sehr wichtig für das Projekt
eo: KAlgebra kaj Analitza analizisto aŭtoro, ambaŭ esencaj por la projekto
es: Autor de KAlgebra y Analitza, ambos partes vitales del proyecto
et: KAlgebra ja Analitza parseri autor, mis mõlemad on projektile hädavajalikud
fr: Auteur de l'analyseur syntaxique de « KAlgebra » et « Analitza », l'un et l'autre étant vitaux pour le projet
gl: Autor dos analizadores de KAlgebra e Analitza, ambos vitais para o proxecto.
he: יוצר מפענח KAlgebra ו־Analitza, שניהם חיוניים למיזם
it: KAlgebra e autore del parser Analitza, entrambi vitali per il progetto
ko: KAlgebra 및 Analitza 파서 작성자, 프로젝트에 중요한 두 부분
nl: De maker van KAlgebra en Analitza, beide van vitaal belang voor dit project
pl: Autor analizatora składni KAlgebra oraz Analitza, oba niezbędne dla projektu
pt: Autor do processador do KAlgebra e do Analitza, ambos vitais para o projecto
pt_br: Autor do KAlgebra e Analitza, ambos vitais para o projeto
sl: Avtor razčlenjevalnika KAlgebre in Analitze, oboje za življenjsko vlogo projekta
sv: Upphovsman till Kalgebra och Analitza-tolken, båda nödvändiga för projektet
tr: KAlgebra ve Analitza ayrıştırıcı yazarı, her iki proje için de çok önemli
uk: Автор KAlgera та обробника Analitza, який є критично важливим для проєкту
zh_cn: KAlgebra 和 Analitza 解析器作者，它们都对这个项目至关重要

source: José Fernando Ramos Ramirez
ar: خوسيه فرناندو راموس راميريز
he: חוזה פרננדו ראמוס רמירז
zh_cn: José Fernando Ramos Ramirez

source: First version of Famous Curves Database. Build former windows installer
ar: الإصدار الأول من قاعدة بيانات المنحنيات الشهيرة. أنشئ المثبت السابق لويندوز
bs: Prva verzija poznate baze podatake o krivim. Napravio bivši windows installer
ca@valencia: Primera versió de la base de dades de corbes famoses. Va construir l'antic instal·lador per a Windows
de: Erste Version der „Famous Curves“-Datenbank. Installationsprogramm für Windows.
eo: Unua versio de Famous Curves Database. Konstrui iaman vindozan instalilon
es: Primera versión de la Base de datos de Curvas Famosas. Creador del instalador original para Windows
et: Andmebaasi "Famous Curves" esimene versioon. Endise Windowsi paigaldusprogrammi looja.
fr: Première version de la base de données de courbes connues. Création de l'ancien programme d'installation de fenêtres
gl: Primeira versión da base de datos de curvas famosas. Construtor do anterior instalador de Windows.
he: הגרסה הראשונה של מסד נתוני העקומים המפורסמים. בניית המתקין ב־Windows לשעבר
hu: Az ismert görbék adatbázisának első verziója. A korábbi Windows telepítő fordítása
it: Prima versione del «Famous Curves Database». Compilazione precedente installatore di windows
ko: 유명한 대수학적 곡선 데이터베이스 첫 버전. 이전 Windows 설치 도구 빌드
nl: Eerste versie van de gegevensbank voor bekende krommen.
pl: Pierwsza wersja bazy danych sławnych krzywych. Budowa poprzedniego instalatora dla windowsa
pt: Primeira versão da base de dados de curvas famosas. Criação do instalador em Windows anterior
pt_br: Primeira versão do banco de dados Famous Curves. Criou um instalador para o Windows
sl: Prva verzija zbirke podatkov o slavnih krivuljah. Zgradil nekdanji namestitveni program za Windows
sv: Första versionen av databasen över välkända kurvor. Skapade tidigare installationsverktyg för Windows
tr: Ünlü Eğriler Veritabanı'nın ilk sürümü. Önceki Windows kurulum aracının yazarı
uk: Побудова першої версії бази даних щодо відомих кривих та створення засобу встановлення програми у Windows
zh_cn: “著名曲线数据库”的第一个版本。构建了之前的 Windows 安装程序

source: Susan Pamela Rios Sarmiento
ar: سوزان باميلا ريوس سارمينتو
he: סוזן פמלה ריוס סרמיינטו

source: First version of Famous Curves Database
ar: الإصدار الأول من قاعدة بيانات المنحنيات الشهيرة
bs: Prva verzija poznate baze podatake o krivim
ca@valencia: Primera versió de la base de dades de corbes famoses
de: Erste Version der Datenbank bekannter Kurven
eo: Unua versio de Famous Curves Database
es: Primera versión de la Base de datos de Curvas Famosas
et: Andmebaasi "Famous Curves" esimene versioon
fr: Première version de la base de données de courbes connues
gl: Primeira versión da base de datos de curvas famosas.
he: הגרסה הראשונה של מסד נתוני העקומים המפורסמים
hu: Az ismert görbék adatbázisának első verziója
it: Prima versione del «Famous Curves Database»
ko: 유명한 대수학적 곡선 데이터베이스 첫 버전
nl: Eerste versie van de gegevensbank voor bekende krommen
pl: Pierwsza wersja bazy danych sławnych krzywych
pt: Primeira versão da base de dados de curvas famosas
pt_br: Primeira versão do banco de dados Famous Curves
sl: Prva verzija zbirke podatkov o slavnih krivuljah
sv: Första versionen av databasen över välkända kurvor
tr: Ünlü Eğriler Veritabanı'nın ilk sürümü
uk: Побудова першої версії бази даних щодо відомих кривих
zh_cn: “著名曲线数据库”第一版

source: Edgar Velasquez
ar: إدغار فيلاسكيز
eo: Edgar Velásquez
he: אדגר ולאסקז

source: 2D Improvements
ar: تحسينات 2D
bs: 2D poboljšanja
ca@valencia: Millores del 2D
de: 2D-Verbesserungen
eo: 2D Pliboniĝoj
es: Mejoras 2D
et: 2D parandused
fr: Améliorations 2D
gl: Melloras de dúas dimensións.
he: שיפורי דו־ממד
hu: 2D továbbfejlesztések
it: Miglioramenti al codice 2D
ko: 2D 개선
nl: Verbeteringen 2D
pl: Ulepszenia do 2D
pt: Melhorias no 2D
pt_br: Melhorias em 2D
sl: Izboljšave 2D
sv: Förbättringar av 2D
tr: 2B İyileştirmeleri
uk: Покращення у побудові плоских кривих
zh_cn: 2D 改进

source: Jose Torres Cardenas
ar: خوسيه توريس كارديناس
he: חוזה טורס קרדנאס

source: 3D Improvements
ar: تحسينات 3D
bs: 3D poboljšanja
ca@valencia: Millores del 3D
de: 3D-Verbesserungen
eo: 3D Pliboniĝoj
es: Mejoras 3D
et: 3D parandused
fr: Améliorations 3D
gl: Melloras de tres dimensións.
he: שיפורי תלת־ממד
hu: 3D továbbfejlesztések
it: Miglioramenti al codice 3D
ko: 3D 개선
nl: Verbeteringen 3D
pl: Ulepszenia do 3D
pt: Melhorias no 3D
pt_br: Melhorias em 3D
sl: Izboljšave 3D
sv: Förbättringar av 3D
tr: 3B İyileştirmeleri
uk: Покращення у побудові поверхонь у просторі
zh_cn: 3D 改进

source: Elizabeth Portilla Flores
ar: إليزابيث بورتيلا فلوريس
fr: Élisabeth Portilla Flores
he: אליזבת פורטייה פלורס

source: Paul Murat Landauro Minaya
ar: بول مورات لاندورو مينايا
he: פול מוראט לנדוארו מינאיה

source: Khipu files to open
ar: ملفات كيبو لفتحها
ca@valencia: Fitxers Khipu que s'han d'obrir
de: Zu öffnende Khipu-Dateien
eo: Khipu-dosieroj por malfermi
es: Archivos de Khipu a abrir
et: Avatavad Khipu failid
fr: Fichiers Khipu à ouvrir
gl: Ficheiros de Khipu para abrir
he: קובצי Khipu לפתיחה
it: File Khipu da aprire
ko: 열 Khipu 파일
nl: Te openen Khipu-bestanden
pl: Plik Khipu do otwarcia
pt: Os ficheiros do Khipu a abrir
pt_br: Arquivos do Khipu para abrir
sl: Datoteke Khipu za odpiranje
sv: Khipu-filer att öppna
tr: Açılacak Khipu dosyaları
uk: Файли Khipu, які слід відкрити
zh_cn: 要打开的 Khipu 文件

source: Always start with a new file, ignoring any autosaved file
ar: اِبدأ دائماً بملف جديد، مع تجاهل أي ملف محفوظ آليًا
ca@valencia: Comença sempre amb un fitxer nou, ignorant qualsevol fitxer guardat automàticament
de: Immer mit einer neuen Datei starten und automatisch gespeicherte Dateien ignorieren
eo: Ĉiam komenci per nova dosiero, ignorante ajnan aŭtomate konservitan dosieron
es: Empezar siempre con un archivo nuevo, ignorando los archivos guardados automáticamente
fr: Toujours démarrer avec un nouveau fichier, ignorant tout fichier enregistré automatiquement.
gl: Comezar sempre cun ficheiro novo, ignorando calquera ficheiro gardado automaticamente
he: תמיד להתחיל עם קובץ חדש, תוך התעלמות מקבצים שנשמרו אוטומטית
it: Inizia sempre con un nuovo file, ignorando qualsiasi file salvato automaticamente
ko: 자동으로 저장된 파일을 무시하고 항상 새 파일에서 시작
nl: Altijd met een nieuw bestand beginnen, negeren van elke automatisch opgeslagen bestand
pl: Zawsze zaczynaj z nowym plikiem, pomijając plik samozapisany
pt: Iniciar sempre com um novo ficheiro, ignorando os ficheiros gravados automaticamente
pt_br: Sempre iniciar com um novo arquivo, ignorando qualquer arquivo salvo automaticamente
sl: Vedno začni z novo datoteke, prezri kakršnokoli samodejno shranjeno datoteko
sv: Starta alltid med en ny fil, och ignorera eventuell automatiskt sparad fil
tr: Herhangi bir otomatik kaydedilmiş dosyası yok sayarak her zaman yeni bir dosya ile başlat
uk: Завжди запускати з новим файлом, ігнорувати усі автоматично збережені файли

source: &Shortcuts
ar: اِختصا&رات
bs: &Prečice
ca@valencia: &Dreceres
de: &Graphen-Leiste
eo: &Mallongigoj
es: &Accesos rápidos
et: &Kiirklahvid
fr: &Raccourcis
gl: &Atallos
he: &קיצורי דרך
hu: &Gyorsbillentyűk
it: %Scorciatoie
ko: 단축키(&S)
nl: &Sneltoetsen
pl: &Skróty
pt: &Atalhos
pt_br: &Atalhos
sl: Bližnjice
sv: &Genvägar
tr: &Kısayollar
uk: С&корочення

source: &Save Plot as PNG
ar: اِحفظ ال&مخطط كـ PNG
bs: &Sačuvaj nacrt kao PNG
ca@valencia: Guar&da el gràfic com un PNG
de: Graph als PNG &speichern
eo: Kon&servi grafikon kiel PNG
es: &Guardar gráfico como PNG
fr: &Enregistrer le tracé en PNG
gl: &Gardar o gráfico como PNG
he: &שמירת שרטוט כ־PNG
it: &Salva grafico come PNG
ko: 플롯을 PNG로 저장(&S)
nl: &Plot opslaan als PNG
pl: Zapi&s wykres jako PNG
pt: &Gravar o Gráfico como PNG
pt_br: &Salvar o gráfico como PNG
sl: Shrani sliko kot PNG
sv: &Spara diagram som PNG
tr: Ç&izimi PNG Olarak Kaydet
uk: З&берегти креслення як PNG
zh_cn: 保存绘图为 PNG (&S)

source: Add Space &2D
ar: أَضِف فضاء &2D
bs: Dodaj prostor &2D
ca@valencia: Afig un espai &2D
de: &2D-Bereich hinzufügen
eo: Aldoni Spacon &2D
es: Añadir espacio &2D
et: Lisa &2D ruum
fr: Ajouter un espace &2D
gl: Engadir un espazo &2D
he: הוספת מרחב &דו־ממדי
hu: &2D-s tér hozzáadása
it: Aggiungi spazio &2D
ko: 공간 2D 추가(&2)
nl: &2D-ruimte toevoegen
pl: Dodaj przestrzeń &2D
pt: Adicionar um Espaço &2D
pt_br: Adicionar espaço &2D
sl: Dodaj prostor &2D
sv: Lägg till &tvådimensionellt rum
tr: &2B Uzayı Ekle
uk: &Додати плоску область
zh_cn: 添加 &2D 空间

source: Add Space &3D
ar: أَضِف فضاء &3D
bs: Dodaj prostor &3D
ca@valencia: Afig un espai &3D
de: &3D-Bereich hinzufügen
eo: Aldoni Spacon &3D
es: Añadir espacio &3D
et: Lisa &3D ruum
fr: Ajouter un espace &3D
gl: Engadir un espazo &3D
he: הוספת מרחב &תלת־ממדי
hu: &3D-s tér hozzáadása
it: Aggiungi spazio &3D
ko: 공간 3D 추가(&3)
nl: &3D-ruimte toevoegen
pl: Dodaj przestrzeń &3D
pt: Adicionar um Espaço &3D
pt_br: Adicionar espaço &3D
sl: Dodaj prostor &3D
sv: Lägg till t&redimensionellt rum
tr: &3B Uzayı Ekle
uk: Додати п&росторову область
zh_cn: 添加 &3D 空间

source: Create a plot in a new space
ar: اِنشئ مخططًا في فضاء جديد
bs: Kreiraj nacrt u novom prostoru
ca@valencia: Crea un gràfic a un espai nou
de: Einen Graph in einem neuen Bereich erstellen
eo: Krei grafikon en nova spaco
es: Crear un gráfico en un nuevo espacio
et: Joonise loomine uues ruumis
fr: Créer un tracé dans un nouvel espace
gl: Crear un gráfico nun novo espazo
he: יצירת שרטוט במרחב חדש
it: Crea grafico in un nuovo spazio
ko: 새 공간에 플롯 만들기
nl: Plot in een nieuwe ruimte aanmaken
pl: Utwórz wykres w nowej przestrzeni
pt: Criar um gráfico num novo espaço
pt_br: Criar um gráfico em novo espaço
sl: Ustvari sliko v novem prostoru
sv: Skapa ett diagram i ett nytt rum
tr: Yeni bir uzayda yeni bir çizim oluştur
uk: Створити креслення у новій області
zh_cn: 在新空间中创建一个绘图

source: Plot &Dictionaries
ar: قواميس ال&مخططات
bs: Nacrtni &rječnici
ca@valencia: &Diccionaris de gràfics
de: &Graphen-Sammlungen
eo: Grafiko &Vortaroj
es: &Diccionarios plot
fr: &Dictionnaires de tracé
gl: Representar os &dicionarios
he: מי&לוני שרטוטים
it: &Dizionari grafici
ko: 플롯 사전(&D)
nl: &Woordenboeken plotten
pl: Słowniki &wykresów
pt: &Dicionários do Gráfico
pt_br: &Dicionários do gráfico
sl: Risanje in slovarji
sv: &Diagram av lexikon
tr: Çizim &Sözlükleri
uk: З&бірники креслень
zh_cn: 绘图词典 (&D)

source: &Go First Space
ar: اِذهب إلى الفضاء ال&أول
bs: &Idi na prvi prostor
ca@valencia: &Ves fins al primer espai
de: &Gehe zum ersten Bereich
eo: &Iri Unuan Spacon
es: &Ir al primer espacio
et: Lii&gu esimesse ruumi
fr: &Aller au premier espace
gl: &Ir ao primeiro espazo
he: מעבר למרחב ה&ראשון
hu: &Ugrás az első térre
it: &Vai al primo spazio
ko: 첫 공간으로 이동(&G)
nl: &Gaan eerste ruimte
pl: &Przejdź do pierwszej przestrzeni
pt: Ir Para o Pr&imeiro Espaço
pt_br: &Ir para o primeiro espaço
sl: Pojdi na prvi prostor
sv: &Gå till första rum
tr: İlk Uzaya G&it
uk: П&ерейти до першої області
zh_cn: 转到第一个空间 (&G)

source: &Go Previous Space
ar: اِذهب إلى الفضاء ال&سابق
bs: &Idi na prethodni prostor
ca@valencia: &Ves fins a l'espai anterior
de: &Gehe zum vorherigen Bereich
eo: &Iri Antaŭan Spacon
es: &Ir al anterior espacio
et: Lii&gu eelmisse ruumi
fr: &Aller à l'espace précédent
gl: &Ir ao espazo anterior
he: מ&עבר למרחב הקודם
hu: &Ugrás az előző térre
it: &Vai allo spazio precedente
ko: 이전 공간으로 이동(&G)
nl: &Gaan vorige ruimte
pl: &Przejdź do poprzedniej przestrzeni
pt: Ir &Para o Espaço Anterior
pt_br: &Ir para o espaço anterior
sl: Pojdi na prejšnji prostor
sv: &Gå till föregående rum
tr: Önceki Uzaya G&it
uk: &Перейти до попередньої області
zh_cn: 转到上一个空间 (&G)

source: &Go Next Space
ar: اِذهب إلى الفضاء ال&تالي
bs: &Idi na sljedeći prostor
ca@valencia: &Ves fins a l'espai següent
de: &Gehe zum nächsten Bereich
eo: &Iri Sekvan Spacon
es: &Ir al siguiente espacio
et: Lii&gu järgmisse ruumi
fr: &Aller à l'espace suivant
gl: &Ir ao seguinte espazo
he: מ&עבר למרחב הבא
hu: &Ugrás a következő térre
it: &Vai allo spazio successivo
ko: 다음 공간으로 이동(&G)
nl: &Gaan volgende ruimte
pl: &Przejdź do następnej przestrzeni
pt: Ir Para o Espaço Segui&nte
pt_br: &Ir para o próximo espaço
sl: Pojdi v naslednji prostor
sv: &Gå till nästa rum
tr: Sonraki Uzaya G&it
uk: Перейти до &наступної області
zh_cn: 转到下一个空间 (&G)

source: &Go Last Space
ar: اِذهب إلى الفضاء الأ&خير
bs: &Idi na posljednji prostor
ca@valencia: &Ves fins a l'últim espai
de: &Gehe zum letzten Bereich
eo: &Iri Lastan Spacon
es: &Ir al último espacio
et: Lii&gu viimasesse ruumi
fr: &Aller au dernier espace
gl: &Ir ao último espazo
he: מ&עבר למרחב האחרון
hu: &Ugrás az utolsó térre
it: &Vai all'ultimo spazio
ko: 마지막 공간으로 이동(&G)
nl: &Gaan laatste ruimte
pl: &Przejdź do ostatniej przestrzeni
pt: Ir Para o Ú&ltimo Espaço
pt_br: &Ir para o último espaço
sl: Pojdi v zadnji prostor
sv: &Gå till sista rum
tr: Son Uzaya G&it
uk: Перейти до &останньої області
zh_cn: 转到最后一个空间 (&G)

source: &Remove Current Space
ar: أَزِل الفضاء ال&حالي
bs: &Ukloni trenutni prostor
ca@valencia: &Elimina l'espai actual
de: Aktuellen Bereich entfernen
eo: Fo&rigi Nunan Spacon
es: &Eliminar el espacio actual
et: &Eemalda aktiivne ruum
fr: Supp&rimer l'espace actuel
gl: Retira&r o espazo actual
he: ה&סרת המרחב הנוכחי
hu: Jelenlegi tér &eltávolítása
it: &Rimuovi spazio attuale
ko: 현재 공간 삭제(&R)
nl: &Verwijderen huidige ruimte
pl: Usuń bieżącą p&rzestrzeń
pt: &Remover o Espaço Actual
pt_br: &Remover o espaço atual
sl: Odstrani trenutni prostor
sv: &Ta bort aktuell rum
tr: &Geçerli Uzayı Kaldır
uk: Ви&лучити поточну область
zh_cn: 删除当前空间 (&R)

source: &Take Snapshot
ar: اِلتقط ل&قطة
bs: &Uzmi sliku
ca@valencia: &Pren una captura de pantalla
de: &Graph aufnehmen
eo: Preni Momen&tfoton
es: &Obtener instantánea
et: &Tee hetkvõte
fr: &Réalise une copie d'écran
gl: Cap&turar
he: &צילום המסך
hu: &Pillanatkép készítése
it: &Cattura un'istantanea dello schermo
ko: 스냅샷 찍기(&T)
nl: &Foto maken
pl: Zrób zrzu&t ekranu
pt: &Tirar uma Fotografia
pt_br: &Obter imagem
sl: Napravi posnetek
sv: &Ta skärmbild
tr: Anlık G&örüntü Al
uk: З&робити знімок
zh_cn: 拍摄快照 (&T)
