Repository: KDE/khipu
Catalog: po/*/khipu.po
Languages: ar, bs, ca@valencia, de, eo, es, et, fr, gl, he, hu, it, ko, nl, pl, pt, pt_br, sl, sv, tr, uk, zh_cn

source: Warning: File already exists
ar: تحذير: الملف موجود بالفعل
bs: Upozorenje: Datoteka već postoji
ca@valencia: Avís: El fitxer ja existix
de: Achtung: Die Datei existiert bereits.
eo: Averto: Dosiero jam ekzistas
es: Advertencia: el archivo ya existe
et: Hoiatus: fail on juba olemas
fr: Avertissement : le fichier existe déjà
gl: Aviso: o ficheiro xa existe
he: אזהרה: קובץ כבר קיים
it: Attenzione: il file esiste già
ko: 경고: 파일이 이미 존재함
nl: Waarschuwing: bestand bestaat al
pl: Ostrzeżenie: Plik już istnieje
pt: Atenção: O ficheiro já existe
pt_br: Atenção: O arquivo já existe
sl: Opozorilo: Datoteka že obstaja
sv: Varning: Filen finns redan
tr: Uyarı: Dosya halihazırda var
uk: Попередження: файл вже існує
zh_cn: 警告：文件已存在

source: The current file contains some unsaved work. Do you want to save it?
ar: يحتوي الملف الحالي على عمل غير محفوظ. هل ترغب في حفظه؟
bs: Trenutna datoteka sadrži nesačuvane stvari. Da li ih želite sačuvati?
ca@valencia: El fitxer actual conté faena sense guardar. Voleu guardar-lo?
de: Die aktuelle Datei enthält nicht gespeicherte Änderungen. Möchten Sie die Datei speichern?
eo: La nuna dosiero enhavas iun nekonservitan laboron. Ĉu vi volas konservi ĝin?
es: El archivo actual contiene trabajo sin guardar. ¿Quiere guardarlo?
et: Aktiivne fail sisaldab veidi salvestamata tööd. Kas salvestad see?
fr: Le fichier courant contient du travail non enregistré. Voulez-vous l'enregistrer ?
gl: O ficheiro actual ten traballo sen gardar. Quere gardalo?
he: הקובץ הנוכחי מכיל תוכן שלא נשמר. לשמור אותו?
hu: A jelenlegi fájl néhány el nem mentett munkát tartalmaz. Szeretné elmenteni?
it: Il file attuale contiene del lavoro non salvato. Vuoi salvarlo?
ko: 현재 파일에 저장되지 않은 편경 사항이 있습니다. 저장하시겠습니까?
nl: Het huidige bestand bevat onopgeslagen werk. Wilt u dit opslaan?
pl: Bieżący plik zawiera niezapisane zmiany. Czy chcesz je zapisać?
pt: O ficheiro actual contém algum trabalho por gravar. Deseja gravá-lo?
pt_br: O arquivo atual contém algum trabalho que não foi salvo. Deseja salvá-lo?
sl: Trenutna datoteka vsebuje nekaj neshranjenega dela. Ali ga želite shraniti?
sv: Den aktuella filen innehåller en del osparat arbete. Vill du spara den?
tr: Geçerli dosyada kaydedilmemiş çalışmalar var. Kaydetmek istiyor musunuz?
uk: До поточного файла було внесено незбережені зміни. Хочете зберегти ці зміни?
zh_cn: 当前文件包含一些未保存的工作。您想要保存它吗？

source: Warning: Unsaved changes
ar: تحذير: تغييرات غير محفوظة
bs: Upozorenje: Nesačuvane promjene
ca@valencia: Avís: Canvis sense guardar
de: Achtung: Ungespeicherte Änderungen
eo: Averto: Nekonservitaj ŝanĝoj
es: Advertencia: cambios no guardados
et: Hoiatus: salvestamata muudatused
fr: Avertissement : modifications non enregistrées
gl: Aviso: cambios sen gardar
he: אזהרה: שינויים שלא נשמרו
hu: Figyelem: nem mentett változtatások
it: Attenzione: modifiche non salvate
ko: 경고: 저장되지 않은 변경 사항
nl: Waarschuwing: onopgeslagen veranderingen
pl: Ostrzeżenie: niezapisane zmiany
pt: Atenção: Alterações por gravar
pt_br: Aviso: Modificações não salvas
sl: Opozorilo: Neshranjene spremembe
sv: Varning: Osparade ändringar
tr: Uyarı: Kaydedilmemiş değişiklikler
uk: Попередження: незбережені зміни
zh_cn: 警告：有未保存的更改

source: Error while reading file, file may be empty
ar: خطأ أثناء قراءة الملف، قد يكون الملف فارغًا
bs: Greška pri čitanju datoteke, datoteka je prazna
ca@valencia: S'ha produït un error en llegir el fitxer, potser està buit
de: Fehler beim Lesen der Datei, vielleicht ist die Datei leer
eo: Eraro dum legado de dosiero, dosiero eble estas malplena
es: Error leyendo el archivo; es posible que el archivo esté vacío
et: Tõrge faili lugemisel, fail võib olla tühi
fr: Erreur à la lecture du fichier, le fichier est peut-être vide
gl: Produciuse un erro ao ler o ficheiro, pode que estea baleiro.
he: שגיאה בקריאת הקובץ, הקובץ עלול להיות ריק
hu: Hiba a fájl olvasása közben, a fájl talán üres
it: Errore durante la lettura del file, il file potrebbe essere vuoto
ko: 파일에서 읽는 중 오류 발생, 파일이 비어 있을 수도 있음
nl: Fout bij het lezen van bestand, is mogelijk leeg
pl: Błąd podczas odczytywania pliku, plik może być pusty
pt: Erro ao ler o ficheiro; talvez o mesmo esteja vazio
pt_br: Erro ao ler o arquivo, ele pode estar vazio
sl: Napaka pri branju datoteke, morda je datoteka prazna
sv: Fel vid läsning av filen, den kan vara tom
tr: Dosya okunurken hata; dosya boş olabilir
uk: Помилка під час читання файла. Можливо, файл є порожнім.
zh_cn: 读取文件时出错，文件可能为空

source: Could not open %1 for writing
ar: لا يمكن فتح %1 للكتابة
bs: Nisam mogao da otvorim %1 za pisanje
ca@valencia: No s'ha pogut obrir %1 per a escriure
de: %1 lässt sich nicht zum Schreiben öffnen
eo: Ne eblis malfermi %1 por skribado
es: No se puede abrir %1 para escribir
et: %1 avamine kirjutamiseks nurjus
fr: Impossible d'ouvrir %1 pour écriture
gl: Non foi posíbel abrir %1 para escribir
he: לא ניתן לפתוח את %1 לכתיבה
hu: Nem sikerült megnyitni írásra: %1
it: Impossibile aprire %1 in scrittura
ko: %1에 쓰려고 열 수 없음
nl: Kon %1 niet openen voor schrijven
pl: Nie można otworzyć pliku %1 do zapisu
pt: Não foi possível aceder ao %1 para escrita
pt_br: Não foi possível abrir %1 para gravação
sl: %1 ni bilo mogoče odpreti za pisanje
sv: Kunde inte öppna %1 för skrivning
tr: %1, yazma için açılamadı
uk: Не вдалося відкрити %1 для запису
zh_cn: 无法打开 %1 进行写入

source: Error while writing
ar: خطأ أثناء الكتابة
bs: Greška pri pisanju
ca@valencia: S'ha produït un error en escriure
de: Fehler beim Schreiben
eo: Eraro dum skribado
es: Error de escritura
et: Tõrge kirjutamisel
fr: Erreur à l'écriture
gl: Produciuse un erro ao gardar
he: שגיאה בזמן הכתיבה
hu: Hiba az írás közben
it: Errore in scrittura
ko: 쓰는 중 오류 발생
nl: Fout bij schrijven
pl: Błąd podczas zapisywania
pt: Erro na gravação
pt_br: Erro ao gravar
sl: Napaka med pisanjem
sv: Fel vid skrivning
tr: Yazılırken hata
uk: Помилка під час запису
zh_cn: 写入错误

source: Could not open %1 for writing %2
ar: لا يمكن فتح %1 للكتابة %2
bs: Ne može se otvoriti %1 za pisanje %2
ca@valencia: No s'ha pogut obrir %1 per a escriure %2
de: %1 lässt sich nicht zum Schreiben von %2 öffnen
eo: Ne eblis malfermi %1 por skribi %2
es: No se puede abrir %1 para escribir %2
et: %1 avamine %2 kirjutamiseks nurjus
fr: Impossible d'ouvrir %1 pour écrire %2
gl: Non foi posíbel abrir %1 para escribir %2.
he: לא ניתן לפתוח את %1 לכתיבת %2
hu: Nem sikerült a(z) %1 megnyitása %2 írásra
it: Impossibile aprire %1 per la scrittura in %2
ko: %2을(를) 쓰려고 %1을(를) 열 수 없음
nl: Kon %1 niet openen voor schrijven %2
pl: Nie można otworzyć pliku %1 do zapisu %2
pt: Não foi possível abrir o %1 para gravar: %2
pt_br: Não foi possível abrir %1 para gravação %2
sl: Ni bilo mogoče odpreti %1 za pisanje %2
sv: Kunde inte öppna %1 för skrivning %2
tr: %1, %2 yazma için açılamadı
uk: Не вдалося відкрити %1 для запису %2
zh_cn: 无法打开 %1 来写入 %2

source: Error while saving file. Maybe path is not found
ar: خطأ أثناء حفظ الملف. قد لا يعثر على المسار
bs: Greška prilikom sačuvavanja. Možda put nije pronađen
ca@valencia: S'ha produït un error en llegir el fitxer. Potser no es troba el camí
de: Fehler beim Speichern der Datei. Vielleicht ist der Pfad ungültig
eo: Eraro dum konservado de dosiero. Eble vojo ne estas trovita
es: Error al guardar el archivo. Tal vez no se ha encontrado la ruta
et: Tõrge faili salvestamisel. Võib-olla ei leitud asukohta
fr: Erreur à l'enregistrement du fichier. Peut-être que l'emplacement est introuvable.
gl: Produciuse un erro ao gardar o ficheiro. Pode que a ruta non se atopase.
he: שגיאה בשמירת קובץ. אולי הנתיב לא נמצא
hu: Hiba a fájl mentése közben. Talán az útvonal nem található
it: Errore durante il salvataggio del file. Può darsi che il percorso non sia stato trovato
ko: 파일을 저장하는 중 오류 발생, 경로를 찾을 수 없음
nl: Fout bij opslaan bestand. Pad mogelijk niet gevonden
pl: Błąd podczas zapisywania pliku. Może ścieżka nie została znaleziona
pt: Erro na gravação do ficheiro. Talvez o local não tenha sido encontrado
pt_br: Erro ao salvar o arquivo. Talvez o caminho não tenha sido encontrado
sl: Napaka med shranjevanjem datoteke. Mogoče poti ni mogoče najti
sv: Fel när filen skulle sparas. Kanske hittades inte sökvägen.
tr: Dosya kaydedilirken hata. Yol bulunamamış olabilir
uk: Помилка під час спроби збереження. Можливо, не знайдено каталог для запису.
zh_cn: 保存文件时出错。可能找不到路径

source: Error while saving
ar: خطأ أثناء الحفظ
bs: Greška pri spašavanju
ca@valencia: S'ha produït un error en guardar
de: Fehler beim Speichern
eo: Eraro dum konservado
es: Error al guardar
et: Tõrge salvestamisel
fr: Erreur à l'enregistrement
gl: Produciuse un erro ao gardar.
he: שגיאה בשמירה
hu: Hiba a mentés közben
it: Errore durante il salvataggio
ko: 저장하는 중 오류 발생
nl: Fout bij opslaan
pl: Błąd podczas zapisywania
pt: Erro na gravação
pt_br: Erro ao salvar
sl: Napaka med shranjevanjem
sv: Fel vid spara
tr: Kaydedilirken hata
uk: Помилка під час збереження
zh_cn: 保存错误

source: File %1 [%2] is saved successfully
ar: الملف %1 [%2] حُفظ بنجاح
bs: Datoteka %1 [%2] je sačuvana uspješno
ca@valencia: El fitxer %1 [%2] s'ha guardat correctament
de: Die Datei %1 [%2] wurde erfolgreich gespeichert
eo: Dosiero %1 [%2] estas sukcese konservita
es: El archivo %1 [%2] se ha guardado satisfactoriamente
et: Fail %1 [%2] salvestati edukalt
fr: Le fichier %1 [%2] est enregistré correctement
gl: O ficheiro %1 (%2) gardouse correctamente.
he: הקובץ %1 [%2] נשמר בהצלחה
hu: A(z) %1 [%2] fájl sikeresen elmentve
it: Il file %1 [%2] è stato salvato correttamente
ko: 파일 %1 [%2]이(가) 저장됨
nl: Bestand: %1 [%2] is met succes opgeslagen
pl: Plik %1 [%2] został zapisany pomyślnie
pt: O ficheiro %1 [%2] foi gravado com sucesso
pt_br: O arquivo %1 [%2] foi salvo com sucesso
sl: Datoteka %1 [%2] je uspešno shranjena
sv: Filen %1 [%2] sparades med lyckat resultat
tr: %1 [%2] dosyası başarıyla kaydedildi
uk: Файл %1 [%2] успішно збережено
zh_cn: 文件 %1 [%2] 已成功保存

source: The diagram was copied to clipboard
ar: نسخ المخطط إلى الحافظة
bs: Dijagram je kopiran na međuspremink
ca@valencia: El diagrama s'ha copiat a dins del porta-retalls
de: Das Diagramm wurde in die Zwischenablage kopiert
eo: La diagramo estis kopiita al tondujo
es: El diagrama se ha copiado al portapapeles
et: Skeem kopeeriti lõikepuhvrisse
fr: Le diagramme a été copié dans le presse-papier
gl: O diagrama copiouse no portapapeis.
he: התרשים הועתק ללוח הגזירים
hu: A diagram át lett másolva a vágólapra
it: Il diagramma è stato copiato negli appunti
ko: 클립보드에 다이어그램 복사됨
nl: Het diagram is naar het klembord gekopieerd
pl: Diagram został skopiowany do schowka
pt: O diagrama foi copiado para a área de transferência
pt_br: O diagrama foi copiado para a área de transferência
sl: Diagram je bil skopiran v odložišče
sv: Diagrammet har kopierats till klippbordet
tr: Diyagram panoya kopyalandı
uk: Діаграму було скопійовано до буфера обміну даними

source: Untitled %1
ar: بلا عنوان %1
bs: Neimenovano %1
ca@valencia: Sense títol %1
de: Unbenannt %1
eo: Sentitola %1
es: Sin título %1
et: Nimetu %1
fr: Sans titre %1
gl: Sen título %1
he: %1 ללא כותרת
hu: Névtelen %1
it: Senza titolo %1
ko: 제목 없음 %1
nl: %1 naamloos
pl: Bez tytułu %1
pt: Sem título %1
pt_br: Sem título %1
sl: Brez naslova %1
sv: Namnlös %1
tr: Başlıksız %1
uk: Без назви %1
zh_cn: 无标题 %1

source: Build a Cartesian Curve
ar: اِبنِ منحنى ديكارتي
bs: Napravite Kartezijansku krivu
ca@valencia: Construïx una corba cartesiana
de: Erstellt eine kartesische Kurve
eo: Konstrui Kartezian Kurbon
es: Construir una curva cartesiana
et: Descartes'i kõvera loomine
fr: Construire une courbe cartésienne
gl: Construír unha curva cartesiana
he: בניית עקום קרטזי
it: Costruisci una curva cartesiana
ko: 직교 좌표 곡선 생성
nl: Een Cartesische kromme maken
pl: Utwórz krzywą kartezjańską
pt: Criar uma Curva Cartesiana
pt_br: Criar uma curva cartesiana
sl: Zgradi kartezično krivuljo
sv: Skapa en kartesisk kurva
tr: Bir Kartezyen Eğrisi Yap
uk: Побудувати криву у декартовій системі координат
zh_cn: 构建一个笛卡尔曲线

source: Graph
ar: مخطط
bs: Graf
ca@valencia: Gràfic
eo: Grafeo
es: Gráfico
et: Graaf
fr: Graphe
gl: Gráfico
he: תרשים
hu: Grafikon
it: Grafico
ko: 그래프
nl: Grafiek
pl: Graf
pt: Gráfico
pt_br: Gráfico
sl: Graf
sv: Graf
tr: Grafik
uk: Графік

source: Implicit
ar: ضمنية
bs: Implicitno
ca@valencia: Implícita
de: Implizit
eo: Implica
es: Implícito
et: Implitsiitne
fr: Implicite
gl: Implícita
he: מרומז
it: Implicito
ko: 절대 좌표
nl: Impliciet
pl: Bezwarunkowy
pt: Implícita
pt_br: Implícito
sl: Implicitno
tr: Örtülü
uk: Неявна
zh_cn: 隐式

source: Parametric
ar: وسيطية
bs: Parametarski
ca@valencia: Paramètrica
de: Parametrisch
eo: Parametrika
es: Paramétrico
et: Parameetriline
fr: Paramétrique
gl: Paramétrico
he: לפי משתנים
hu: Paraméteres
it: Parametrico
ko: 인수 좌표
nl: Parametrisch
pl: Parametryczny
pt: Paramétricas
pt_br: Paramétrico
sl: Parametrsko
sv: Parametrisk
tr: Parametrik
uk: Параметрична
zh_cn: 参数

source: Build a Polar Curve
ar: اِبنِ منحنى قطبي
bs: Napravite polarnu krivu
ca@valencia: Construïx una corba polar
de: Erstellt eine polare Kurve
eo: Konstrui Polusan Kurbon
es: Construir una curva polar
et: Polaarse kõvera loomine
fr: Construire une courbe polaire
gl: Construír unha curva polar
he: בניית עקום קוטבי
it: Costruisci una curva polare
ko: 극좌표 곡선 생성
nl: Een polaire kromme maken
pl: Utwórz krzywą biegunową
pt: Criar uma Curva Polar
pt_br: Criar uma curva polar
sl: Zgradi polarno krivuljo
sv: Skapa en polär kurva
tr: Bir Kutup Eğrisi Yap
uk: Побудувати криву у полярній системі координат

source: Build a Space Curve
ar: اِبنِ منحنى فضاء
bs: Napravite prostornu krivu
ca@valencia: Construïx una corba en l'espai
de: Erstellt eine räumliche Kurve
eo: Konstrui Spacan Kurbon
es: Construir una curva espacial
et: Ruumikõvera loomine
fr: Construire une courbe dans l'espace
gl: Construír unha curva espacial
he: בניית עקום מרחבי
it: Costruisci una curva nello spazio
ko: 공간 곡선 생성
nl: Een ruimtelijke kromme maken
pl: Utwórz krzywą przestrzenną
pt: Criar uma Curva no Espaço
pt_br: Criar uma curva no espaço
sl: Zgradi prostorsko krivuljo
sv: Skapa en rumskurva
tr: Bir Uzay Eğrisi Yap
uk: Побудувати криву у просторі

source: Build a Cartesian Surface
ar: اِبنِ سطحًا ديكارتيًا
bs: Napravite kartezijansku površinu
ca@valencia: Construïx una superfície cartesiana
de: Erstellt eine kartesische Oberfläche
eo: Konstrui Kartezian Surfacon
es: Construir una superficie cartesiana
et: Descartes'i pinna loomine
fr: Construire une surface cartésienne
gl: Construír unha superficie cartesiana
he: בניית משטח קרטזי
it: Costruisci una superficie cartesiana
ko: 직교 표면 생성
nl: Een Cartesisch oppervlak maken
pl: Utwórz powierzchnię kartezjańską
pt: Criar uma Superfície Cartesiana
pt_br: Criar uma superfície cartesiana
sl: Zgradi kartezično ploskev
sv: Skapa en kartesisk yta
tr: Bir Kartezyen Alan Yap
uk: Побудувати поверхню у декартовій системі координат
zh_cn: 构建一个笛卡尔曲面

source: Build a Cylindrical Surface
ar: اِبنِ سطحًا أسطوانيًا
bs: Napravite cilindričnu krivu
ca@valencia: Construïx una superfície cilíndrica
de: Erstellt eine zylindrische Oberfläche
eo: Konstrui Cilindran Surfacon
es: Construir una superficie cilíndrica
et: Silindrilise kõvera loomine
fr: Construire une surface cylindrique
gl: Construír unha superficie cilíndrica
he: בניית משטח גלילי
it: Costruisci una superficie cilindrica
ko: 원통형 표면 생성
nl: Een cilindrisch oppervlak maken
pl: Utwórz powierzchnię cylindryczną
pt: Criar uma Superfície Cilíndrica
pt_br: Criar uma superfície cilíndrica
sl: Zgradi cilindrično ploskev
sv: Skapa en cylindrisk yta
tr: Bir Silindirik Alan Yap
uk: Побудувати поверхню у циліндричних координатах
zh_cn: 构建一个圆柱面

source: Build a Spherical Surface
ar: اِبنِ سطحًا كرويًا
bs: Napravite sfernu površinu
ca@valencia: Construïx una superfície esfèrica
de: Erstellt eine kugelförmige Oberfläche
eo: Konstrui Sferan Surfacon
es: Construir una superficie esférica
et: Sfääripinna loomine
fr: Construire une surface sphérique
gl: Construír unha superficie esférica
he: בניית משטח כדורי
it: Costruisci una superficie sferica
ko: 구형 표면 생성
nl: Een sferisch oppervlak maken
pl: Utwórz powierzchnię sferyczną
pt: Criar uma Superfície Esférica
pt_br: Criar uma superfície esférica
sl: Zgradi krogelno ploskev
sv: Skapa en sfärisk yta
tr: Bir Küresel Alan Yap
uk: Побудувати поверхню у сферичних координатах
zh_cn: 构建一个球面

source: check/uncheck to show/hide the Axes
ar: اِختر/أَلغِ لاختيار عرض/إخفاء المحاور
bs: uključite/isključite za prikaz ili sakrivanje osa
ca@valencia: Marqueu/desmarqueu per a mostrar/ocultar els eixos
de: Ankreuzen, um die Anzeige der Achsen ein- bzw. ausblenden
eo: marki/malmarki por montri/kaŝi la Aksojn
es: marcar/desmarcar para mostrar/ocultar los ejes
et: märgi/eemalda märge telgede näitamiseks/peitmiseks
fr: Cocher ou décocher pour afficher ou masquer les axes
gl: Marque ou desmarque para amosar ou agochar os eixes.
he: יש לסמן/לבטל סימון כדי להציג/להסתיר את הצירים
hu: kijelölés/megszüntetés a tengelyek megjelenítéséhez/elrejtéséhez
it: commuta per mostrare o nascondere gli assi
ko: 축을 표시/숨기려면 선택/해제
nl: aan/uitzetten tonen van de assen
pl: zaznacz/odznacz, aby pokazać/ukryć osie
pt: Ligar/desligar para mostrar/esconder os eixos
pt_br: Marcar/desmarcar para mostrar/ocultar os eixos
sl: odkljukajte/umaknite rubriko, če želite pokazati/skriti osi
sv: Markera eller avmarkera för att visa eller dölja axlarna
tr: eksenleri göstermek/gizlemek için imle/imini kaldır
uk: Позначте або зніміть позначення, щоб побачити або приховати вісі

source: Click to edit the plot
ar: اِنقر لتحرير المخطط
bs: Kliknite za uređivanje crtanja
ca@valencia: Clic per a editar el gràfic
de: Klicken, um den Graph zu bearbeiten
eo: Klaku por redakti la grafikon
es: Clic para editar el gráfico
et: Klõpsa joonise muutmiseks
fr: Cliquer pour éditer le tracé
gl: Prema para editar o gráfico.
he: יש ללחוץ כדי לערוך את השרטוט
it: Fai clic per modificare il grafico
ko: 플롯을 편집하려면 클릭하십시오
nl: Klik voor bewerken van plot
pl: Naciśnij, aby edytować wykres
pt: Carregar para editar o gráfico
pt_br: Clicar para editar o gráfico
sl: Kliknite za urejanje slike
sv: Klicka för att redigera diagrammet
tr: Çizimi düzenlemek için tıkla
uk: Натисніть, щоб змінити креслення
zh_cn: 点击以编辑绘图

source: Click to remove the plot
ar: اِنقر لإزالة المخطط
bs: Kliknite za uklanjanje crtanja
ca@valencia: Clic per a eliminar el gràfic
de: Klicken, um den Graph zu entfernen
eo: Klaku por forigi la grafikon
es: Clic para borrar el gráfico
et: Klõpsa joonise eemaldamiseks
fr: Cliquer pour supprimer le tracé
gl: Prema para retirar o gráfico.
he: יש ללחוץ כדי להסיר את השרטוט
it: Fai clic per rimuovere il grafico
ko: 플롯을 삭제하려면 클릭하십시오
nl: Klik voor verwijderen van plot
pl: Naciśnij, aby usunąć wykres
pt: Carregar para remover o gráfico
pt_br: Clicar para remover o gráfico
sl: Kliknite za odstranitev slike
sv: Klicka för att ta bort diagrammet
tr: Çizimi kaldırmak için tıkla
uk: Натисніть, щоб вилучити креслення
zh_cn: 点击以移除绘图

source: plot %1
ar: المخطط %1
bs: crtež %1
ca@valencia: gràfic %1
de: Graph %1
eo: grafiko %1
es: gráfico %1
et: joonis %1
fr: tracé %1
gl: representar %1
he: שרטוט %1
it: grafico %1
ko: 플롯 %1
pl: wykres %1
pt: gráfico %1
pt_br: gráfico %1
sl: slika %1
sv: diagram %1
uk: креслення %1
zh_cn: 绘图 %1

source: Plots
ar: مخططات
bs: Nacrti
ca@valencia: Gràfics
de: Graphen
eo: Grafikoj
es: Gráficos
et: Joonised
fr: Tracés
gl: Gráficos
he: שרטוטים
it: Grafici
ko: 플롯
pl: Wykresy
pt: Gráficos
pt_br: Gráficos
sl: Slike
sv: Diagram
tr: Çizimler
uk: Креслення
zh_cn: 绘图

source: <html><head/><body><p>Click here to add a plot</p></body></html>
ar: <html><head/><body><p>اِنقر هنا لإضافة مخطط</p></body></html>
bs: <html><head/><body><p>Kliknite ovdje da dodate nacrt</p></body></html>
ca@valencia: <html><head/><body><p>Feu clic ací per a afegir un gràfic</p></body></html>
de: <html><head/><body><p>Klicken Sie hier, um einen neuen Graphen hinzuzufügen</p></body></html>
eo: <html><head/><body><p>Alklaku ĉi tie por aldoni grafikon</p></body></html>
es: <html><head/><body><p>Haga clic aquí para añadir un gráfico</p></body></html>
et: <html><head/><body><p>Klõpsa siia joonise lisamiseks</p></body></html>
fr: <html><head/><body><p>Cliquez ici pour ajouter un tracé</p></body></html>
gl: <html><head/><body><p>Prema aquí para engadir un gráfico</p></body></html>
he: <html><head/><body><p>יש ללחוץ כאן כדי להוסיף שרטוט</p></body></html>
hu: <html><head/><body><p>Kattintson ide egy tervrajz hozzáadásához</p></body></html>
it: <html><head/><body><p>Clic qui per aggiungere un grafico</p></body></html>
ko: <html><head/><body><p>새 플롯을 추가하려면 클릭하십시오</p></body></html>
nl: <html><head/><body><p>Klik her voor toevoegen plot</p></body></html>
pl: <html><head/><body><p>Naciśnij tutaj, aby dodać wykres</p></body></html>
pt: <html><head/><body><p>Carregue aqui para adicionar um gráfico</p></body></html>
pt_br: <html><head/><body><p>Clique aqui para adicionar um gráfico</p></body></html>
sl: <html><head/><body><p>Kliknite sem za dodajanje slike</p></body></html>
sv: <html><head/><body><p>Klicka här för att lägga till ett diagram</p></body></html>
tr: <html><head/><body><p>Bir çizim eklemek için tıklayın</p></body></html>
uk: <html><head/><body><p>Натисніть, щоб додати креслення</p></body></html>
zh_cn: <html><head/><body><p>点击这里添加绘图</p></body></html>

source: Edit
ar: حرّر
bs: Izmijeni
ca@valencia: Edita
de: Bearbeiten
eo: Redakti
es: Editar
et: Muuda
fr: Modifier
gl: Editar
he: עריכה
hu: Szerkesztés
it: Modifica
ko: 편집
nl: Bewerken
pl: Edytuj
pt: Editar
pt_br: Editar
sl: Uredi
sv: Redigera
tr: Düzenle
uk: Змінити
zh_cn: 编辑

source: Remove
ar: أَزِل
bs: Ukloni
ca@valencia: Elimina
de: Entfernen
eo: Forigi
es: Eliminar
et: Eemalda
fr: Supprimer
gl: Retirar
he: הסרה
hu: Eltávolítás
it: Rimuovi
ko: 삭제
nl: Verwijderen
pl: Usuń
pt: Remover
pt_br: Remover
sl: Odstrani
sv: Ta bort
tr: Kaldır
uk: Вилучити
zh_cn: 删除

source: Plot Name
ar: اسم المخطط
bs: Ime nacrta
ca@valencia: Nom del gràfic
de: Name des Graphen
eo: Grafiko Nomo
es: Nombre del gráfico
et: Joonise nimi
fr: Nom du tracé
gl: Nome da gráfica
he: שם השרטוט
hu: Tervrajz név
it: Nome del grafico
ko: 플롯 이름
nl: Naam plot
pl: Nazwa wykresu
pt: Nome do Gráfico
pt_br: Nome do gráfico
sl: Ime slike
sv: Diagramnamn
tr: Çizim Adı
uk: Назва креслення
zh_cn: 绘图名称

source: TextLabel
ar: لصيقة نص
ca@valencia: EtiquetaDeText
de: Textfeld
et: Tekstipealdis
gl: Etiqueta de texto
he: תווית טקסט
hu: Szövegcímke
it: Etichetta di testo
ko: 텍스트 레이블
pl: EtykietaTekstowa
pt_br: Etiqueta de texto
sl: Besedilna oznaka
sv: Textetikett
tr: Metin Etiketi

source: Color:
ar: اللون:
bs: Boja:
de: Farbe:
eo: Koloro:
et: Värv:
fr: Couleur :
gl: Cor:
he: צבע:
hu: Szín:
it: Colore:
ko: 색:
nl: Kleur:
pl: uKolor:
pt: Cor:
pt_br: Cor:
sl: Barva:
sv: Färg:
tr: Renk:
uk: Колір:
zh_cn: 颜色：

source: Style
ar: النمط
bs: Stil
ca@valencia: Estil
de: Stil
eo: Stilo
es: Estilo
et: Stiil
gl: Estilo
he: סגנון
hu: Stílus
it: Stile
ko: 스타일
nl: Stijl
pl: Styl
pt: Estilo
pt_br: Estilo
sl: Slog
sv: Stil
tr: Biçem
uk: Стиль
zh_cn: 样式

source: Solid
ar: صلب
bs: Čvrsto
ca@valencia: Sòlid
de: Durchgezogen
eo: Solida
es: Sólido
et: Ühtlane
fr: Plein
gl: Sólido
he: אחיד
hu: Tömör
it: In tinta unita
ko: 단색
nl: Aaneengesloten
pl: Jednolity
pt: Sólido
pt_br: Sólido
tr: Katı
uk: Суцільна
zh_cn: 填充

source: Wired
ar: سلكي
bs: Žičana
ca@valencia: Línies
de: Drahtmodell
eo: Kabligita
es: Alambre
et: Sõrestik
fr: Câblé
gl: Con fíos
he: קווי
hu: Dróthálós
it: Contorni
ko: 선
nl: Draad
pl: Szkieletowy
pt: Com-Fios
pt_br: Com fio
sl: Žični
sv: Trådram
tr: Bağlı
uk: Дротова

source: Dots
ar: نقاط
bs: Tačke
ca@valencia: Punts
de: Punkte
eo: Punktoj
es: Puntos
et: Punktid
fr: Points
gl: Puntos
he: נקודות
hu: Pontok
it: Punti
ko: 점
nl: Stippen
pl: Kropki
pt: Pontos
pt_br: Pontos
sl: Pike
sv: Punkter
tr: Noktalar
uk: Крапки
