Repository: KDE/khipu
Catalog: po/*/khipu.po
Languages: ar, bs, ca@valencia, de, eo, es, et, fr, gl, he, hu, it, ko, nl, pl, pt, pt_br, sl, sv, tr, uk, zh_cn

source: Use Intervals
ar: اِستخدِم الفواصل
bs: Koristi intervale
ca@valencia: Utilitza intervals
de: Intervall verwenden
eo: Uzi Intervalojn
es: Usar intervalos
et: Intervalli kasutamine
fr: Utiliser des intervalles
gl: Usar intervalos
he: להשתמש במרווחים
hu: Időközök használata
it: Usa intervalli
ko: 간격 사용
nl: Intervallen
pl: Użyj przedziałów
pt: Usar os Intervalos
pt_br: Usar os intervalos
sl: Uporabi intervale
sv: Använd intervaller
tr: Aralıklar Kullan
uk: Використовувати інтервали

source: Notes
ar: ملاحظات
bs: Bilješke
de: Notizen
eo: Notoj
es: Notas
et: Märkused
gl: Notas
he: הערות
hu: Jegyzetek
it: Note
ko: 메모
nl: Notities
pl: Uwagi
pt: Notas
pt_br: Notas
sl: Beležke
sv: Anteckningar
tr: Notlar
uk: Нотатки

source: Title:
ar: العنوان:
bs: Naslov:
ca@valencia: Títol:
de: Titel:
eo: Titolo:
es: Título:
et: Nimi:
fr: Titre :
gl: Título:
he: כותרת:
hu: Cím:
it: Titolo:
ko: 제목:
nl: Titel:
pl: Tytuł:
pt: Título:
pt_br: Título:
sl: Naslov:
sv: Rubrik:
tr: Başlık:
uk: Заголовок:
zh_cn: 标题：

source: Description:
ar: الوصف:
bs: Opis:
ca@valencia: Descripció:
de: Beschreibung:
eo: Priskribo:
es: Descripción:
et: Kirjeldus:
gl: Descrición:
he: תיאור:
hu: Leírás:
it: Descrizione:
ko: 설명:
nl: Beschrijving:
pl: Opis:
pt: Descrição:
pt_br: Descrição:
sl: Opis:
sv: Beskrivning:
tr: Açıklama:
uk: Опис:
zh_cn: 描述：

source: Diagram
ar: مخطط
bs: Dijagram
ca@valencia: Diagrama
de: Diagramm
eo: Diagramo
es: Diagrama
et: Skeem
fr: Diagramme
gl: Diagrama
he: תרשים
it: Diagramma
ko: 다이어그램
pt: Diagrama
pt_br: Diagrama
tr: Diyagram
uk: Діаграма
zh_cn: 图表

source: Grid Options
ar: خيارات الشبكة
bs: Opcije koordinatne mreže
ca@valencia: Opcions de la quadrícula
de: Gittereinstellungen
eo: Kradaj Opcioj
es: Opciones de la rejilla
et: Alusvõrgu valikud
fr: Options de grille
gl: Opcións da grade
he: אפשרויות רשת
hu: Rács beállítások
it: Opzioni della griglia
ko: 격자 옵션
nl: Roosteropties
pl: Opcje siatki
pt: Opções da Grelha
pt_br: Opções da grade
sl: Možnosti mreže
sv: Rutnätsalternativ
tr: Izgara Seçenekleri
uk: Параметри сітки
zh_cn: 网格选项

source: None
ar: لا شيء
bs: Nijedan
ca@valencia: Sense
de: Kein
eo: Neniu
es: Ninguna
et: Puudub
fr: Aucune
gl: Ningún
he: ללא
hu: Nincs
it: Nessuno
ko: 없음
nl: Geen
pl: Brak
pt: Nenhuma
pt_br: Nenhuma
sl: Nobena
sv: Inget
tr: Hiçbiri
uk: Немає
zh_cn: 无

source: Lines
ar: خطوط
bs: Linije
ca@valencia: Línies
de: Linien
eo: Linioj
es: Líneas
et: Jooned
fr: Lignes
gl: Liñas
he: קווים
hu: Vonalak
it: Linee
ko: 선
nl: Lijnen
pl: Linie
pt: Linhas
pt_br: Linhas
sl: Črte
sv: Linjer
tr: Çizgiler
uk: Лінії

source: Polar
ar: قطبية
bs: Polarna
eo: Polusa
et: Polaarne
fr: Polaires
he: קוטבי
hu: Poláris
it: Polare
ko: 극좌표
nl: Polair
pl: Biegunowy
pt: Polares
sl: Polarne
sv: Polärt
tr: Kutup
uk: Полярна

source: Grid Style:
ar: نمط الشبكة:
bs: Stil koordinatne mreže:
ca@valencia: Estil de la quadrícula:
de: Gitterstil:
eo: Kradstilo:
es: Estilo de la rejilla:
et: Alusvõrgu stiil:
fr: Style de grille :
gl: Estilo da grade:
he: סגנון רשת:
hu: Rácsstílus:
it: Stile griglia:
ko: 격자 모양:
nl: Roosterstijl:
pl: Styl siatki:
pt: Estilo da Grelha:
pt_br: Estilo da grade:
sl: Slog mreže:
sv: Rutnätsstil:
tr: Izgara Biçemi:
uk: Стиль сітки:
zh_cn: 网格样式：

source: Grid Ticks
ar: علامات الشبكة
bs: Baždarenje mreže
ca@valencia: Marques de la quadrícula
de: Achsenbeschriftung
eo: Kradaj Tikoj
es: Intervalos de la rejilla
et: Alusvõrgu jaotised
fr: Repères de grille
gl: Marcas da grade
he: שנתות רשת
hu: Rács osztások
it: Segni di graduazione della griglia
ko: 격자 눈금
nl: Streepjes
pl: Kresy siatki
pt: Marcas da Grelha
pt_br: Marcas da grade
sl: Črtice na mreži
sv: Rutnätsmarkeringar
tr: Izgara Çentikleri
uk: Позначки сітки

source: Scale:
ar: المقياس:
bs: Razmjer:
ca@valencia: Escala:
de: Skalierung:
eo: Skalo:
es: Escala:
et: Skaala:
fr: Échelle :
gl: Escala:
he: קנה מידה:
hu: Méretezés:
it: Scala:
ko: 크기:
nl: Schaal:
pl: Podziałka:
pt: Escala:
pt_br: Escala:
sl: Merilo:
sv: Skala:
tr: Ölçek:
uk: Шкала:
zh_cn: 缩放率：

source: More Options
ar: مزيد من الخيارات
bs: Više opcija
ca@valencia: Més opcions
de: Weitere Einstellungen
eo: Pli da Opcioj
es: Más opciones
et: Muud valikud
fr: Plus d'options
gl: Máis opcións
he: אפשרויות נוספות
hu: További beállítások
it: Altre opzioni
ko: 더 많은 옵션
nl: Meer opties
pl: Więcej opcji
pt: Mais Opções
pt_br: Mais opções
sl: Več možnosti
sv: Fler alternativ
tr: Daha Fazla Seçenek
uk: Додаткові параметри
zh_cn: 更多选项

source: Horizontal Label:
ar: لصيقة أفقي:
bs: Horizontalna oznaka:
ca@valencia: Etiqueta horitzontal:
de: Waagerechte Beschriftung:
eo: Horizontala Etikedo:
es: Etiqueta horizontal:
et: Horisontaalse telje tähis:
fr: Légende horizontale :
gl: Lenda horizontal:
he: תווית אופקית:
hu: Vízszintes felirat:
it: Etichetta dell'asse orizzontale:
ko: 수평축 이름표:
nl: Horizontale tekst:
pl: Etykiety w poziomie:
pt: Legenda Horizontal:
pt_br: Legenda horizontal:
sl: Vodoravna oznaka:
sv: Horisontell beteckning:
tr: Yatay Etiket:
uk: Мітка горизонталі:
zh_cn: 水平标签：

source: x
ar: س

source: Vertical Label:
ar: لصيقة عمودي:
bs: Vertikalna oznaka:
ca@valencia: Etiqueta vertical:
de: Senkrechte Beschriftung:
eo: Vertikala Etikedo:
es: Etiqueta vertical:
et: Püstine telg:
fr: Légende verticale :
gl: Lenda vertical:
he: תווית אנכית:
hu: Függőleges felirat:
it: Etichetta dell'asse verticale:
ko: 수직축 이름표:
nl: Verticale tekst:
pl: Etykiety w pionie:
pt: Legenda Vertical:
pt_br: Legenda vertical:
sl: Navpična oznaka:
sv: Vertikal beteckning:
tr: Dikey Etiket:
uk: Мітка вертикалі:
zh_cn: 垂直标签：

source: y
ar: ص

source: Horizontal and Vertical Marks
ar: علامات الأفقية والعمودية
bs: Horizontalne i vertikalne oznake
ca@valencia: Marques horitzontals i verticals
de: Waagerechte und senkrechte Markierungen
eo: Horizontala kaj Vertikala Markoj
es: Marcas horizontales y verticales
et: Rõht- ja püsttelje tähised
fr: Marques horizontales et verticales
gl: Marcas horizontais e verticais
he: סימונים אופקיים ואנכיים
hu: Vízszintes és függőleges jelek
it: Contrassegni orizzontali e verticali
ko: 수평 및 수직축 격자점
nl: Horizontale en verticale merktekens
pl: Znaczniki w poziomie i pionie
pt: Marcas Horizontais e Verticais
pt_br: Marcas horizontais e verticais
sl: Vodoravne in navpične oznake
sv: Horisontella och vertikala markeringar
tr: Yatay ve Dikey İmler
uk: Позначки на горизонталі і вертикалі
zh_cn: 水平和垂直标记

source: Axis
ar: المحور
bs: Osa
ca@valencia: Eixos
de: Achse
eo: Akso
es: Eje
et: Telg
fr: Axe
gl: Eixe
he: ציר
hu: Tengely
it: Asse
ko: 축
nl: As
pl: Oś
pt: Eixo
pt_br: Eixo
sl: Osi
sv: Axlar
tr: Eksen
uk: Вісь
zh_cn: 轴

source: Grid
ar: الشبكة
bs: Mreža
ca@valencia: Quadrícula
de: Gitter
eo: Krado
es: Rejilla
et: Alusvõrk
fr: Grille
gl: Grade
he: רשת
hu: Rács
it: Griglia
ko: 격자
nl: Raster
pl: Siatka
pt: Grelha
pt_br: Grade
sl: Mreža
sv: Rutnät
tr: Izgara
uk: Сітка
zh_cn: 网格

source: Size:
ar: الحجم:
bs: Veličina:
ca@valencia: Mida:
de: Größe:
eo: Grandeco:
es: Tamaño:
et: Suurus:
fr: Taille :
gl: Tamaño:
he: גודל:
hu: Méret:
it: Dimensione:
ko: 크기:
nl: Grootte:
pl: Rozmiar:
pt: Tamanho:
pt_br: Tamanho:
sl: Velikost:
sv: Storlek:
tr: Boyut:
uk: Розмір:
zh_cn: 大小：

source: Rename
ar: أَعِد التسمية
bs: Promijeni ime
ca@valencia: Canvia el nom
de: Umbenennen
eo: Alinomi
es: Cambiar nombre
et: Muuda nime
fr: Renommer
gl: Renomear
he: שינוי שם
hu: Átnevezés
it: Rinomina
ko: 이름 바꾸기
nl: Hernoemen
pl: Zmień nazwę
pt: Mudar o Nome
pt_br: Renomear
sl: Preimenuj
sv: Byt namn
tr: Yeniden adlandır
uk: Перейменувати
zh_cn: 重命名

source: Export as dictionary
ar: اِحفظ كقاموس
bs: Izvezi kao rječnik
ca@valencia: Exporta com un diccionari
de: Als Sammlung exportieren
eo: Eksporti kiel vortaro
es: Exportar como diccionario
et: Ekspordi sõnaraamatuna
fr: Exporter dans un dictionnaire
gl: Exportar como dicionario
he: ייצוא כמילון
hu: Exportálás szótárként
it: Esporta come dizionario
ko: 사전으로 내보내기
nl: Exporteren als woordenboek
pl: Wyeksportuj jako słownik
pt: Exportar como dicionário
pt_br: Exportar como dicionário
sl: Izvozi kot slovar
sv: Exportera som lexikon
tr: Sözlük olarak dışa aktar
uk: Експортувати як збірник
zh_cn: 导出为词典

# @title:column
source: Name
ar: الاسم
bs: Ime
ca@valencia: Nom
eo: Nomo
es: Nombre
et: Nimi
fr: Nom
gl: Nome
he: שם
hu: Név
it: Nome
ko: 이름
nl: Naam
pl: Nazwa
pt: Nome
pt_br: Nome
sl: Ime
sv: Namn
tr: Ad
uk: Назва
zh_cn: 名称

# @title:column
source: Description
ar: الوصف
bs: Opis
ca@valencia: Descripció
de: Beschreibung
eo: Priskribo
es: Descripción
et: Kirjeldus
gl: Descrición
he: תיאור
hu: Leírás
it: Descrizione
ko: 설명
nl: Beschrijving
pl: Opis
pt: Descrição
pt_br: Descrição
sl: Opis
sv: Beskrivning
tr: Açıklama
uk: Опис
zh_cn: 描述
